{"EMAIL_PAYMENT_FAILED_BODY": "((การชำระค่า Nitro ไม่สำเร็จ|{payment_failed_header}))\n\n![การชำระเงินไม่สำเร็จ]({payment_failed})\n\n## สวัสดี {user.username},\n\nอืมมม เราไม่ได้รับการชำระค่า Discord Nitro ของคุณ ถ้าคุณต้องการสนับสนุน Discord และใช้ผลประโยชน์พิเศษต่อไป กรุณาแก้ไขข้อมูลการจ่ายเงินของคุณ! ถ้าคุณไม่ทำภายในสามวัน เราจะต้องจำใจทำลายล้อ Wumpus ทั้งน้ำตา และยกเลิกการสมัครสมาชิก Nitro ของคุณ:(\n\n**คำเตือน!!! คุณจะเสียแท็ก Discord แบบกำหนดเองของคุณด้วยนะ**\n\n[[แก้ไขข้อมูลการจ่ายเงิน|{premium_settings_link}]]\n", "TOKEN_INVALID": "โทเค็นไม่ถูกต้อง", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_VIDEOS": "วิดีโอที่ส่ง", "EMAIL_NOTIFICATION_DM": "ได้รับข้อความจาก{subject_username}", "EMAIL_TYPE_INVALID_EMAIL": "รูปแบบอีเมลไม่ถูกต้อง", "EMAIL_VERIFY_EMAIL_BODY": "## สวัสดี {user.username},\n\nขอบคุณที่ลงทะเบียนบัญชีกับ Discord! ก่อนอื่นกรุณายืนยันตัวตนของคุณ คลิกข้างใต้เพื่อยืนยันที่อยู่อีเมลของคุณ:\n\n[[ยืนยันอีเมล|{url}]]\n", "TOKEN_EXPIRED": "โทเค็นหมดอายุ", "CONTENT_TYPE_INVALID": "Expected \"Content-Type\" header to be one of {mimetypes}.", "BILLING_PAYMENT_MISSING_FIELDS": "ข้อมูลการชำระเงินไม่ปรากฏในฟิลด์ที่ต้องระบุ", "EMAIL_WELCOME_TO_DISCORD_BODY": "## สวัสดี {user.username},\n\nขอบคุณที่ลองใช้ Discord!\n\nเพื่อนฝูงที่เรารักมากที่สุด เราพบโดยการเล่นเกม ความทรงจำจากการอยู่เล่นเกม Warcraft 3 กับเพื่อน ๆ จนดึก หรือการแบ่งปันผลงานสร้างสรรค์ในเกม The Sims ต่างมีความหมายกับเรามาก การแชทแบบพูดคุยและข้อความฟรีผ่าน Discord คือการช่วยให้คุณใช้เวลากับคนที่คุณแคร์ รวมถึงสร้างความทรงจำและยิงเฮดช็อตสักช็อตสองช็อต ได้ง่ายยิ่งขึ้น\n\nทีมของเราพัฒนาแอปสม่ำเสมอและเราหวังว่าจะได้ยินจากพวกคุณ กรุณาส่งคำติชม ข้อเสนอแนะคุณสมบัติ และโหวตสนับสนุนไอเดียของบุคคลอื่น [เข้าไปดูไซต์ติชม](https://feedback.discordapp.com)\n\nหาพวกเราได้ที่ [Twitter](https://twitter.com/discordapp), [Facebook](https://facebook.com/discordapp), และ [Instagram](https://instagram.com/discordapp) ติดต่อพวกเราได้เสมอถ้าคุณต้องการการช่วยเหลือ หรือแค่อยากกล่าวสวัสดี :)\n\nด้วยรักและเคารพ,\nทีม Discord\n", "EMAIL_HARVEST_READY": "แพ็คเกจข้อมูล Discord ของคุณพร้อมแล้ว", "BASE_TYPE_MAX_LENGTH": "ความยากต้องไม่เกิน {max_length} หรือน้อยกว่า", "HYPESQUAD_REP_TYPE_INVALID": "ประเภทตัวแทนไม่ถูกต้อง", "GUILD_MAX_CHANNELS": "จำนวนช่องกิลด์เต็ม ({max_channels})", "PROGRAM_VERIFIED_SERVER": "เซิร์ฟเวอร์ที่ได้รับการยืนยัน", "EMAIL_HYPESQUAD_ACCEPTED_BODY": "((|{hypesquad_header}))\n\n## สวัสดี {user.username},\n\nเอลฟ์วิเศษประจำอาคารกักเก็บความคลั่งของเราลงความเห็นว่าคุณสุดยอดเกินไปสำหรับเรา **พูดอีกแบบคือ คุณได้รับเลือกเป็น {hypesquad_tier}!**\n\nเย่ย่ย่ย่ ไปกันเลย คุณได้เข็มกลดสุดพิเศษ กิจกรรม HypeSquad ไว้ใส่ในโปรไฟล์ Discord ของคุณ ถ้าคุณเป็นสมาชิก HypeSquad House อยู่แล้ว คุณจะมี ไม่ใช่แค่หนึ่ง แต่เข็มกลัด HypeSquad ทั้งสองอัน\n\n{*swag_content}\n\nเราแนบสัญลักษณ์ Discord HypeSquad ทั้งสองแบบไว้ในจดหมายนี้ คุณสามารถใส่เข็มกลัดเหล่านี้ที่เว็ปไซต์ Twitter Twitch YouTube ตู้เย็นของคุณ ที่ไหนก็ตามที่คุณอยากโชว์สถานะความคลั่ง\n\n[hypesquad-badges.zip](https://cdn.discordapp.com/assets/hypesquad-badges.zip)\n\nเราขอให้คุณใส่แท็ก #DiscordHypeSquad และ #HypeSquadEvents เมื่อคุณส่งข้อความคลั่ง ๆ เพื่อแสดงความสนับสนุนเรา ไม่ว่าคุณจะเข้าร่วมกิจกรรมหรือเป็นคนจัดงาน การเผยแพร่ความรักในกิจกรรมนั้น ๆ คืองานสำคัญที่สุดของ HypeSquader ทุกคน\n\nยินดีต้อนรับสู่ทีม ไปเซิร์ฟเวอร์กิจกรรม HypeSquad และแนะนำตัวเองให้สมาชิกคนอื่น ๆ ในครอบครัวล่ะ อย่าลืมว่าคุณสามารถติดต่อเราได้ที่สำนักงานใหญ่โดย ([dis.gd/contact](https://dis.gd/contact)) โพสต์ในเซิร์ฟเวอร์หรือทวีตถึงเราที่ ([@discordapp](https://twitter.com/discordapp))\n\nจนกว่าโอกาสหน้า,\nวาทยากรความคลั่ง\n", "EMAIL_HYPESQUAD_SWAG_ATTEND": "นอกจากนั้นคุณยังจะได้แพ็คเกจเป็นเสื้อ Discord HypeSquad สุดพิเศษ และเข็มกลัดและสติกเกอร์สำหรับแจกในงานกิจกรรมต่าง ๆ ที่คุณไปอีกด้วย\n\nคุณสามารถติดต่อรับแคร์แพ็คเกจ HypeSquad ได้ที่นี่:\n[{printfection_url}]({printfection_url})\n", "NUMBER_TYPE_COERCE": "Value \"{value}\" is not {number_type}.", "BINARY_TYPE_INVALID_BASE64_DATA": "Not well formed base64 data.", "EMAIL_YEARLY_SUBSCRIPTION_RENEWAL_REMINDER": "เราจะต่ออายุการสมัคร Discord Nitro ของคุณทันที", "EMAIL_SENT_BY_DISCORD": "ส่งโดย Discord", "EMAIL_FUN_FACTS_21": "ขณะที่พยายามสร้างหมูใน Minecraft, Markus Persson พลาดเผลอใส่ค่าความยาวกับความสูงในโค้ดสลับกัน จึงได้สร้างสัตว์ประหลาดที่เราเรียกตอนนี้ว่า ครีเปอร์", "EMAIL_FUN_FACTS_20": "HAL Laboratory กลุ่มผู้พัฒนาเกมที่สร้างซีรีย์ Kirby Mother และ Super Smash Bros. ได้ชื่อ HAL เนื่องจากตัวอักษรในชื่อนั้นอยู่หนึ่งลำดับก่อน IBM", "EMAIL_FUN_FACTS_23": "Team Fortress, Day of Defeat, Counter-Strike, Ricochet, และ Dota ต่างเริ่มมาจากเป็นโมดที่ทำโดยแฟน ๆ", "EMAIL_FUN_FACTS_22": "ตัวละครของ Markus Persson ใน Minecraft เป็นตัวละครตัวเดียวที่ดรอปแอปเปิ้ลตอนตาย", "SET_TYPE_ALREADY_CONTAINS_VALUE": "ชุดนี้มีค่านี้อยู่แล้ว", "EMAIL_PAYMENT_FAILED": "การชำระเงินค่า Discord Nitro ไม่สำเร็จ", "EMAIL_PAYMENT_RENEWAL_TERM_MONTH": "เดือน", "BILLING_INVALID_EXPIRY_MONTH": "เดือนที่บัตรนี้หมดอายุไม่ถูกต้อง", "BINARY_TYPE_MAX_SIZE": "ไฟล์ไม่สามารถมีขนาดใหญ่กว่า {max_size} kb", "STORE_FEATURE_INVALID": "Invalid SKU feature provided", "BILLING_INVALID_CVC": "รหัสความปลอดภัยของบัตรไม่ถูกต้อง", "DEFAULT_TEXT_CHANNEL": "ทั่วไป", "APPLICATION_NAME_INVALID": "Application name cannot be \"{invalid_name}\"", "EMAIL_PAYMENT_SUCCEEDED": "การชำระเงินค่า Discord Nitro สำเร็จ", "GUILD_INVITE_MISMATCH": "ลิงก์ชวนเข้าเซิร์ฟเวอร์ไม่ตรงกับเซิร์ฟเวอร์", "EMAIL_FUN_FACTS_24": "เครื่องปาจิงโกะ (เครื่องเกมแบบจักรกลสำหรับเล่นพนัน) ทำเงินให้กับ Sega ในญี่ปุ่นมากยิ่งกว่าผลตอบแทนจากการขายเกมทั่วโลก", "INVALID_DAY": "วันไม่ถูกต้อง", "EMAIL_FUN_FACTS_18": "Discord เกือบจะชื่อว่า Wyvern เฮ้อ รอดตัวไป", "EMAIL_OAUTH2_RICH_PRESENCE_APPROVAL": "การสมัครใช้ Rich Presence สำเร็จ", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_BODY": "เราต้องพิจารณาการใช้ Rich Presence ของคุณเพิ่มเติมก่อนที่จะอนุญาตได้ แต่ไม่ต้องกังวล เรามีข้อมูลทั้งหมดที่นี่แล้วว่าจะดำเนินการต่อไปอย่างไร", "HARVEST_README": " __   __   ___    _   _    ___              ___     ___    _____    ___      _\r\n \\ \\ / /  / _ \\  | | | |  | _ \\     o O O  |   \\   /   \\  |_   _|  /   \\    | |\r\n  \\ V /  | (_) | | |_| |  |   /    o       | |) |  | - |    | |    | - |    |_|\r\n  _|_|_   \\___/   \\___/   |_|_\\   TS__[O]  |___/   |_|_|   _|_|_   |_|_|   _(_)_\r\n_| \"\"\" |_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"| <======|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_| \"\"\" |\r\n\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'./o--000'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\r\n   ___     ___             _  _     ___     ___     ___      _       _       _\r\n  |_ _|   / __|     o O O | || |   | __|   | _ \\   | __|    | |     | |     | |\r\n   | |    \\__ \\    o      | __ |   | _|    |   /   | _|     |_|     |_|     |_|\r\n  |___|   |___/   TS__[O] |_||_|   |___|   |_|_\\   |___|   _(_)_   _(_)_   _(_)_\r\n_|\"\"\"\"\"|_|\"\"\"\"\"| <======|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_| \"\"\" |_| \"\"\" |_| \"\"\" |\r\n\"`-0-0-'\"`-0-0-'./o--000'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\r\n\r\nยินดีต้อนรับสู่แพ็กเกจข้อมูลของ Discord!\r\n\r\nภายในนี้คุณจะพบไฟล์ JSON (JavaScript Object Notation) และ CSV (Comma Separated Values)\r\nของข้อมูลที่เราใช้เพื่อให้บริการของ Discord แก่คุณจำนวนหนึ่ง เราเลือกใช้รูปแบบนี้เพื่อความสะดวกในการประมวล\r\nยิ่งไปกว่านั้นไฟล์เหล่านี้เรายังจัดเป็นหมวดหมู่ที่ง่าย\r\nต่อการเข้าใจและจัดการ (อย่างน้อย เราก็พยายามนะ)\r\n\r\nสำหรับข้อมูลเพิ่มเติม คุณสามารถดูบทความอย่างละเอียดได้ที่ URL\r\n\r\nhttps://support.discordapp.com/hc/en-us/articles/360004957991\r\n\r\nด้วยรักและเคารพ,\r\nทีม Discord\r\n", "APPLICATION_DOES_NOT_EXIST": "Application does not exist", "BASE_TYPE_REQUIRED": "ฟิลด์นี้ต้องระบุข้อมูล", "EMAIL_HYPESQUAD_AUTORESPONDER_BODY": "((|{hypesquad_header}))\n\n## ปู๊น ปู๊น {user.username}\n\nใบสมัครของคุณขึ้นรถไฟ Discord สายด่วนพิเศษและออกเดินทางไปยังอาคารกักเก็บความคลั่งของเรา เรากำลังตะโกนกันไปมาอย่างตื่นเต้น ขอบอกอีกที เราตื่นเต้นสุด ๆ ที่คุณสมัครเป็นสมาชิก HypeSquad ของเรา ฉันตะโกนกรอกหูคนที่นั่งข้าง ๆ ว่าคุณอยากเป็นสมาชิกในกลุ่มของเรา เขาบอกให้ฉัน “หุบปาก” แต่เราจะไม่ปล่อยให้เขามาทำให้เราเซ็งหรอกนะ\n\nเมื่อใบสมัครสุดคลั่งของคุณมาถึงอาคารกักเก็บความคลั่งของเรา เอลฟ์ Discord วิเศษของเราจะโหลดใบสมัครของคุณขึ้นจอยักษ์ หยิบป๊อปคอร์น และดูใบสมัครของคุณ\n\nหลังอ่านเสร็จเหล่าเอลฟ์จะเริ่มตะโกนใส่กันและกันว่าใครจะสามารถสร้างความคลั่งได้มากสุด หลังจากพ้นช่วงตะโกนจนเหนื่อย เหล่าเอลฟ์จะลงนั่ง ตั้งกากาแฟเย็น ฟัง “This is How We Do It” ปรับอารมณ์และตัดสินใจว่าผลการตัดสินใบสมัครของคุณจะเป็นอย่างไร\n\nเรารู้ดีว่าช่วงที่คาดหลังนั้นเครียดขนาดไหน หากคุณต้องการระบายความเครียดทวีตมาหาเราที่ [@discordapp](https://twitter.com/discordapp) ได้ถ้ามีคำถามใด ๆ หรือแค่อยากคุยก็ตาม เราจะส่งคนไปดูแลให้คุณไม่เครียดมากไปและบอกว่า ใช่ ทุกอย่างจะโอเค\n\nฉันรักคุณและแทบรอไม่ได้ว่าผลการตัดสินเป็นอย่างไร เช็คอีเมลของคุณเร็ว ๆ นี้\n\nจนกว่าโอกาสหน้า,\nวาทยากรความคลั่ง\n", "EMAIL_ACCEPTED": "ว่าแต่ เรื่องใบสมัคร {program} Discord อันนั้น", "HYPESQUAD_ACCEPTANCE_SUBJECT": "ยินดีต้อนรับสู่ Discord HypeSquad บ้านแห่ง {house_name}!", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_COMMENT": "ความเห็น", "STAFF_REQUIRED": "The Maze isnt meant for you.", "PASSWORD_DOES_NOT_MATCH": "รหัสผ่านไม่ตรง", "EMAIL_IP_AUTHORIZE": "ยืนยันการเข้าใช้ Discord ในสถานที่ใหม่", "USERNAME_INVALID_CONTAINS": "ชื่อผู้ใช้ไม่สามารถมี \"{invalid_substr}\"", "EMAIL_PASSWORD_RESET_DONE": "รหัสผ่าน Discord เปลี่ยนแล้ว", "GUILD_MAX_ROLES": "จำนวนตำแหน่งกิลด์เต็ม ({max_roles})", "EMAIL_BOT_TOKEN_RESET": "รีเซ็ตโทเค็น Discord บอทเพื่อป้องกันการใช้งานในทางที่ผิด", "BINARY_TYPE_INVALID_ENCODING": "ใช้ได้เฉพาะการเข้ารหัส base64", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_BUTTON": "พร้อมทำการส่งซ้ำ", "EMAIL_PAYMENT_SUCCEEDED_BODY": "((|{payment_succeeded_header}))\n\n## ขอบคุณ {user.username}!\n\nประสบความสำเร็จยอดเยี่ยม ขอบคุณที่สนับสนุน Discord คุณสุดยอดไปเลย คุณเป็นผู้ใช้ Discord คนโปรดของฉัน (อย่าบอกใครนะ)\n\nเราเก็บเงินไป **{amount}**\n\nคุณสามารถแก้ไขหรือยกเลิกการสมัครสมาชิก Nitro ได้โดยไปที่ [ตัวเลือกผู้ใช้]({premium_settings_link})\n\nเมื่อคุณสมัครใช้งาน Nitro คุณอนุญาตให้ Discord เก็บเงิน **{renewal_amount}/{renewal_term}** จนยกเลิกสถานะสมาชิก เราจะแจ้งคุณก่อนเสมอเมื่อเราทำการเปลี่ยนแปลงราคา สำหรับข้อมูลทางกฎหมายอื่น ๆ เกี่ยวกับ Nitro กรุณาดู [ข้อกำหนดการให้บริการ] ของเรา({terms_of_service_link})\n\nสนุกกับผลประโยชน์พิเศษเหล่านี้ ขอบคุณอีกครั้งสำหรับการสนับสนุนของคุณ\n", "EMAIL_FUN_FACTS_19": "Masahiro Sakurai ผู้สร้างซีรีย์ Kirby และ Super Smash Bros พากย์เสียง King DeDeDe ในเกม Smash ทุกเกมที่เขาปรากฎตัว", "EMAIL_UNSUBSCRIBE": "ยกเลิกการเป็นสมาชิก", "EMAIL_WELCOME_TO_DISCORD": "ขอบคุณที่ลองใช้ Discord", "BOOLEAN_TYPE_CONVERT": "Must be either true or false.", "REPORT_REASON_4_DESCRIPTION": "สื่อลามกหรือสำหรับผู้ใหญ่ในช่องที่เป็น non-NSFW หรือใน DM โดยไม่ได้ขอ", "EMAIL_FUN_FACTS_11": "ในเกม Fallout เกมแรก ผู้เล่นที่มีตัวละครที่ค่าความฉลาดต่ำกว่า 4 จะพูดได้ด้วยการครางและส่งเสียงต่าง ๆ", "EMAIL_FUN_FACTS_12": "ในเกม League of Legends ถ้าคุณเลือก Jax ใช้สกิน Jaximus บางครั้งเขาจะพูดว่า “เพื่อเธอ ไอ้หนู” เขาพูดอย่างนั้นเพื่อให้เกียรติผู้ป่วยในโครงการ Make-A-Wish ที่มีตัวละครโปรดคือ Jax", "EMAIL_FUN_FACTS_13": "มีสี่สกินใน League of Legends ที่ตั้งชื่อตามอินเทอร์เน็ตเบราว์เซอร์: Foxfire Ahri, Safari Caitlyn, Explorer Ezreal และ Chrome Rammus", "EMAIL_FUN_FACTS_14": "คุณไม่สามารถเห็นเงาตัวเองใน CS:GO.", "EMAIL_FUN_FACTS_15": "ในเกม Hearthstone ถ้าคุณเล่นการ์ดของ Hunter Animal Companion กับ Kel’Thuzad การ์ดจะเรียกแมวของเขา Mr. Bigglesworth ไม่ใช่สัตว์ที่ปกติการ์ดนั้นจะเรียก", "EMAIL_NOTIFICATION_INSTALL_APP_BODY": "[ติดตั้งแอป Discord]({download_url}) เพื่อเล่นเกมกับเพื่อน ๆ ของคุณ ซิงค์ง่าย ๆ กับเพื่อน ๆ ของคุณใน Skype Blizzard และอื่น ๆ", "EMAIL_FUN_FACTS_17": "Rocket League เป็นเกมต่อจากเกมรถยนต์ฟุตบอลฟิสิกส์ Supersonic Acrobatic Rocket-Powered Battle-Cars ปี 2009", "WEBHOOK_NAME_INVALID_CONTAINS": "ชื่อไม่สามารถมี \"{invalid_substr}\"", "EMAIL_FUN_FACTS_10": "ในการเลือกวิวัฒนาการของ Eevee ใน Pokemon Go ให้เปลี่ยนชื่อเป็น Sparky (Jolteon), Rainer (Vaporeon) หรือ Pyro (Flareon)", "STORE_SKU_PREMIUM_NO_PRICE": "พรีเมี่ยม SKUs ไม่สามารถกำหนดราคาได้", "CHANNEL_NAME_INVALID": "ชื่อของช่องไม่สามารถกำหนดเป็น \"{invalid_name}\"", "BILLING_ERROR_PROCESSING": "เกิดข้อผิดพลาดในการประมวลผลการ์ด", "CHANNEL_PARENT_INVALID": "ไม่ปรากฎหมวดหมู่", "EMAIL_CHANGE_DONE": "ที่อยู่อีเมล Discord ถูกเปลี่ยน", "REPORT_REASON_0_DESCRIPTION": "สื่อลามกเด็ก การพรากผู้เยาว์ การก่อการร้าย การขู่กราดยิงโรงเรียน หรือกิจกรรมผิดกฎหมายต่าง ๆ", "EMAIL_HYPESQUAD_EVENT_ATTENDEE": "ผู้เข้าร่วมกิจกรรม HypeSquad", "STORE_SKU_FREE_TIER_WITH_PRICE_OVERRIDE": "SKUs on the free price tier cannot have price overrides", "REPORT_CHANNEL_ID_REQUIRED": "คุณต้องระบุ channel_id เมื่อต้องกรอก message_id", "EMAIL_NOTIFICATION_MENTION": "{subject_username} กล่าวถึงคุณใน {subject_target}", "HYPESQUAD_HOUSE_3": "Balance", "HYPESQUAD_HOUSE_2": "Brilliance", "HYPESQUAD_HOUSE_1": "Bravery", "REPORT_REASON_2_DESCRIPTION": "ลิงก์ปลอม ลิงก์ชวนเข้าเซิร์ฟเวอร์ด้วยบอท ลิงก์ที่เป็นอันตรายหรือไฟล์แนบ", "STORE_APPLICATION_GUILD_PERMISSION": "You do not have permissions to manage the provided guild", "EMAIL_BOT_TOKEN_RESET_BODY": "## สวัสดี {user.username},\n\nบอทของคุณ {bot_user.username} ทำการติดต่อ Discord มากกว่า {reconnects} ครั้งภายในระยะเวลาสั้น ๆ เนื่องจากพฤติกรรมนี้มักจะเกิดจากบัก เราเลยรีเซ็ตโทเค็นของบอทของคุณแล้ว\n\n[[ได้บอทโทเค็นใหม่|{url}]]\n", "APP_UPDATE_REQUIRED": "กรุณาอัปเดต Discord เพื่อดำเนินการต่อ", "EMAIL_SUSPICIOUS_ACTIVITY_ACCOUNT_DISABLED_BODY": "## สวัสดี {user.username},\n\nคุณได้รับข้อความนี้เนื่องจากเราพบกิจกรรมแปลก ๆ จากบัญชีผู้ใช้ของคุณ เราคิดว่าบัญชีผู้ใช้ของคุณอาจถูกล่วงละเมิด นี่อาจเป็นเพราะรหัสผ่าน Discord ของคุณนั้นเป็นรหัสเดียวกับในบัญชีผู้ใช้ของคุณในเว็ปไซต์อื่นที่ถูกแฮก หรือ เพราะคุณเผลอให้โทเค็นเข้าใช้กับผู้อื่่น\n\nเพราะฉะนั้นเราได้ระงับการใช้งานบัญชีผู้ใช้ Discord ของคุณ คลิกข้างใต้เพื่อกำหนดรหัสผ่านใหม่เพื่อใช้งานบัญชีผู้ใช้ของคุณต่อ ถ้าลิงก์หมดอายุ ดู [บทความช่วยเหลือนีั] (https://support.discordapp.com/hc/en-us/articles/218410947) เพื่อดูวิธีการตั้งรหัสผ่านใหม่\n\nเพื่อป้องกันไม่ให้เกิดปัญหานี้ซ้ำ เราแนะนำให้คุณเลือกใช้รหัสผ่านที่แข็งแกร่งและเปิดใช้งาน [การยืนยันแบบสองขั้นตอน](https://support.discordapp.com/hc/en-us/articles/219576828) บนบัญชีผู้ใช้ Discord ของคุณ ติดตั้งอย่างง่าย ๆ ลองดูวิธีขณะที่คุณรอเข้าเกมต่อไป\n\nด้วยความเคารพ\nทีมความปลอดภัย Discord\n\n[[รีเซ็ตรหัสผ่าน|{url}]]\n", "STORE_CHILD_SKU_ID_INVALID": "SKU id ลูกที่ระบุไม่ถูกต้อง", "EMAIL_FUN_FACTS_16": "ตั้งแต่เวอร์ชัน 6.29 ของ Dota เกมแรก อัปเดตของเกมทั้งหมดที่ลงท้ายด้วยเลข “9” จะมีด่านลับ เช่นที่แสดงฮีโร่ใหม่เช่น Invoker", "LIST_ITEM_VALUE_REQUIRED": "ต้องแสดงค่าของรายการของ ModelType", "ACCOUNT_LOGIN_VERIFICATION_EMAIL": "ตรวจพบสถานที่เข้าใช้ใหม่ กรุณาตรวจสอบอีเมลของคุณ", "EMAIL_HYPESQUAD_SWAG_EVENT": "ยิ่งกว่านั้น เราจะทำ URL พิเศษ ภาพโหลดในลิงก์เชิญเซิร์ฟเวอร์และช่องสำหรับพูด VIP ในเซิร์ฟเวอร์ของกิจกรรมของคุณ ทั้งหมดนี้จะปรากฏเป็นตัวเลือกใหม่ในเซิร์ฟเวอร์ของคุณ ในเมื่อคุณเป็นผู้จัดงานกิจกรรม คุณมีสิทธิขอสินค้าสำหรับขายในกิจกรรมของคุณ เพื่อดูวิธีการขอสินค้า ไปที่เซิร์ฟเวอร์กิจกรรม HypeSquad และดูข้อความที่พินไว้ในช่อง #hs-coordinators", "STORE_CONTENT_RATING_DESCRIPTOR_INVALID": "Invalid content rating descriptor provided", "INVALID_MONTH": "เดือนไม่ถูกต้อง", "EMAIL_INVITE_FRIENDS": "เซิร์ฟเวอร์ของคุณ {guild_name} เปิดใช้งานแล้ว", "GUILD_INVITE_INVALID": "คำเชิญที่กำหนดไม่ถูกต้อง", "MAP_TYPE_CONVERT": "ใช้ได้เฉพาะคำในพจนานุกรมใน MapType", "CHANNEL_PARENT_INVALID_PARENT": "หมวดหมู่ไม่สามารถกำหนดให้มีหมวดหมู่ย่อยได้", "EMAIL_FUN_FACTS_5": "ตอนที่นำมาจัดแสดงครั้งแรก ในปี พ.ศ. 2547 Overwatch เป็น IP แรกของ Blizzard ใน 17 ปี", "HYPESQUAD_EVENTS_REQUIRED": "ต้องระบุอย่างน้อยหนึ่งกิจกรรม", "AVATAR_RATE_LIMIT": "คุณทำการเปลี่ยนรูปประจำตัวบ่อยเกินไป ลองใหม่อีกครั้งภายหลัง", "EMAIL_ACCOUNT_DISABLED_FOR_TOS_VIOLATION_BODY": "สวัสดี\n\nDiscord มีวัตถุประสงค์ที่จะสร้างสภาพแวดล้อมที่ปลอดภัยและน่าเชื่อถือให้กับสังคมของเรา บัญชีผู้ใช้ของคุณถูกแฟล็กโดยสังคม Discord ว่าผิดระเบียบข้อกำหนดการใช้บริการและแนวทางปฏิบัติในสังคม ทีมของเราพิจารณาคำร้องแล้วและได้ตัดสินใจระงับการใช้งานบัญชีผู้ใช้ของคุณ\n\n{reason}\n\nด้วยความเคารพ, \nทีมความปลอดภัยและความน่าเชื่อถือ Discord\n", "NUMBER_TYPE_MIN": "ค่า {number_type} ต้องมากกว่าหรือเท่ากับ {min_value}", "STORE_SKU_INVALID_PRICE_TIER": "Price tier is invalid {price_tier}", "EMAIL_NOTIFICATION_DISCORD_POPPIN_OFF": "Discord พัฒนาไปมากระหว่างที่คุณไม่อยู่ ไฮไลท์:", "EMAIL_IP_AUTHORIZE_BODY": "## สวัสดี {user.username},\n\nมีใครบางคนพยายามเข้าใช้บัญชีผู้ใช้ Discord ของคุณจากสถานที่ใหม่ ถ้าคุณคือบุคคลนั้น ไปที่ลิงก์ข้างใต้เพื่ออนุญาตให้เข้าใช้งานได้จากสถานที่นั้น ถ้าไม่ใช่คุณ เราแนะนำให้คุณเปลี่ยนรหัสผ่านให้เร็วที่สุดเท่าที่เป็นไปได้\n\n**รหัสที่อยู่ IP:** {ip_address}\n**สถานที่:** {location}\n\nปล. เราแนะนำให้คุณเปิดใช้การยืนยันแบบสองขั้นตอนกับบัญชีผู้ใช้ของคุณ เรียนรู้เพิ่มเติมที่: https://blog.discordapp.com/keeping-discord-safe-and-sound/\n\n[[ยืนยันการใช้งาน|{url}]]\n", "BILLING_BRAINTREE_METADATA_REQUIRED": "การจ่ายโดย Braintree ต้องใช้เมตาดาต้า ID ผู้จ่าย Braintree", "EMAIL_NOTIFICATION_INSTALL_APP_TITLE": "ติดตั้ง Discord บนเดสก์ท็อป", "INVALID_STRING_REGEX": "ค่าสตริงไม่ตรงกับ regex ตรวจสอบความถูกต้อง", "GUILD_INVALID_CODE": "รหัสคำเชิญไม่ถูกต้อง หรือถูกใช้งานแล้ว", "EMAIL_DOES_NOT_EXIST": "ไม่ปรากฎอีเมลนี้", "SET_TYPE_CONVERT": "ใช้ได้เฉพาะคำกล่าวซ้ำใน SetType", "MODEL_TYPE_CONVERT": "ใช้ได้เฉพาะคำในพจนานุกรมใน ModelType", "PARTNERS_REDDIT_NOT_A_MODERATOR": "คุณไม่ใช่ผู้ควบคุมของ subreddit นี้", "STORE_DIRECTORY_SKU_IDS_INVALID": "sku_ids ที่ระบุไม่ถูกต้อง", "DEFAULT_TEXT_CATEGORY": "ช่องข้อความ", "STORE_SKU_CURRENCY_SALE_PRICE_INVALID": "ราคาขายของ {currency} ไม่ถูกต้อง", "EMAIL_FRIEND_REQUEST": "{friend_username} อยากเป็นเพื่อนของคุณ", "DICT_TYPE_CONVERT": "ใช้ได้เฉพาะคำในพจนานุกรมใน DictType", "DISCRIMINATOR_RATE_LIMIT": "คุณทำการเปลี่ยนแท็ก Discord บ่อยเกินไป ลองใหม่อีกครั้งภายหลัง", "INVALID_YEAR": "ปีไม่ถูกต้อง", "REPORT_ID_REQUIRED": "ต้องมี message_id หรือ user_id เลือกระบุได้เพียงทีละหนึ่งอย่าง", "EMAIL_FUN_FACTS_9": "ภาพปกของอัลบั้มของ Neil Young “Silver and Gold” ถ่ายด้วยกล้องของ Game Boy", "EMAIL_PASSWORD_RESET_BODY": "## สวัสดี {user.username},\n\nรหัสผ่าน Discord ของคุณจะรีเซ็ตได้เมื่อคลิกปุ่มข้างใต้ ถ้าคุณไม่ได้ขอรหัสผ่านใหม่ ไม่ต้องสนใจอีเมลนี้\n\n[[รีเซ็ตรหัสผ่าน|{url}]]\n", "URL_ORIGIN_TYPE_INVALID_URL_ORIGIN": "รูปแบบที่เริ่ม URL ไม่ถูกต้อง", "STORE_SKU_ID_INVALID": "SKU id ที่ระบุไม่ถูกต้อง", "HEX_COLOR_TYPE_INVALID_COLOR": "รูปแบบสีไม่ถูกต้อง", "EMAIL_INVITE_FRIENDS_BODY": "## เป็นไงบ้าง {username},\n\nยินดีด้วยสำหรับการติดตั้งเซิร์ฟเวอร์ของคุณ ดูดีมาก เราเอาไปติดบนตู้เย็นของเรา ข้าง ๆ กับอันอื่นที่ดูดีเหมือนของคุณ :)\n\nนี่ลิงก์คำเชิญเข้าเซิร์ฟเวอร์ คุณจะได้ส่งให้เพื่อนของคุณได้ เราหวังว่าจะไม่มีปัญหาใด ๆ ใช้ให้สนุก\n\n**ลิงก์คำเชิญ:**\n\n[[{invite_url}|{invite_url}]]\n", "MAX_EMBED_SIZE_EXCEEDED": "ขนาดที่ฝังโค้ดใหญ่เกินขนาดใหญ่ที่สุดคือ {max_embed_size}", "EMAIL_AUTORESPONDER": "ได้รับใบสมัคร Discord {program} เรียบร้อย", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_HELP": "ต้องการให้ช่วยไหม? [ติดต่อฝ่ายช่วยเหลือผู้พัฒนาเกม]({gamedevs_url})", "USERNAME_TOO_MANY_USERS": "ชื่อผู้ใช้นี้มีผู้ใช้งานซ้ำมากเกินไป กรุณาลองอีกครั้ง", "EMAIL_NOTIFICATION_NOT_DM": "คุณพลาดข้อความใน {subject_target}", "EMAIL_FRIEND_REQUEST_BODY": "## เป็นไงบ้าง {username},\n\n**{friend_username}#{friend_discriminator}** ต้องการเป็นเพื่อนของคุณ\n\n[[ตอบรับคำขอเป็นเพื่อน|{cta_url}]]\n", "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_2": "**ยินดีต้อนรับสู่ HYPESQUAD!!!**\n\nHouse of Brilliance ขอบคุณที่คุณเข้าร่วมปฎิบัติการของเรา ปกป้องแผ่นดินและรักษามรดกของ Urdim แผนของคุณหลักแหลมเหมือนนักกลยุทธ์มือหนึ่ง หากปราศจากกระบวนการคำนวนตอบความขัดแย้งต่าง ๆ เราคงจะตกไปสู่ความยุ่งเหยิงยิ่งไปกว่านี้\n\nเอาเป็นว่า ในเมื่อคุณเข้าเป็นหนึ่งในHouse of Brilliance คุณจะได้เข็มกลัด HypeSquad ไว้ติดในโปรไฟล์ของคุณ และจะได้ประโยชน์พิเศษสำหรับเฉพาะเหล่าหัวหน้าผู้ปราดเปรี่อง สูงส่งประจำ House of Brilliance\n\nคอยดูข้อความในกล่องขาเข้าของอีเมลของคุณ เราจะเรียกกลุ่ม House of Brilliance เข้าปฎิบัติงาน เราจะส่งจดหมายข่าวที่มีข้อมูลแจกของรางวัล การแข่งขันและอื่น ๆ\n\nยิ่งไปกว่านั้นเราแนบทั้งโลโก้ Discord HypeSquad และสัญลักษณ์ House of Brilliance มากับไฟล์นี้ เราหวังว่าคุณจะแสดงความคลั่งล้นพ้นและความจงรักภักดีใน House of Brilliance, HypeSquad บน Twitter, Twitch, YouTube และบนตู้เย็นของลุงของคุณ เผยแพร่ตำนานของ HypeSquad ของคุณต่อ ๆ ไปเรื่อย ๆ\n\n[hypesquad-brilliance-badges.zip]({badges_url})\n\nอย่าลืมใช้แฮชแท็ค #DiscordHypeSquad และ #HouseOfBrilliance เมื่อคุณโพสต์อะไรที่สุดคลั่งในเพจของคุณ\n\nยินดีต่อรับสู่บ้านที่เก่งที่สุดอีกครั้ง HypeSquader คุณยอดมาก เราหวังจะได้เจอคุณอีกบ่อยครั้งในอนาคต! หากคุณต้องการความช่วยเหลือใด ๆ ในการเดินทางของคุณ คุณสามารถติดต่อเราได้โดยการส่งข้อความถึงขุนนางเฒ่าแห่งความคลั่งที่[{contact_support_url}]({contact_support_url}) หรือโดยการทวีตถึง([@discordapp]({twitter_url}))\n\nอย่าประมาท\n\nจนกว่าโอกาสหน้า,\nสภา HypeSquad", "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_3": "**ยินดีต้อนรับสู่ HYPESQUAD!!!**\n\nHouse of Balance ขอบคุณที่คุณเข้าร่วมปฎิบัติการของเรา ปกป้องแผ่นดินและรักษามรดกของ Arame. เราเคารพความแน่วแน่และอดทนของคุณในเวลาแห่งความยาก. หากปราศจากความญาณเข้าใจในสภาพแวดล้อมและในตนเองของคุณ เราคงจะตกไปสู่ความยุ่งเหยิงยิ่งไปกว่านี้\n\nเอาเป็นว่า ในเมื่อคุณเข้าเป็นหนึ่งใน House of Balance คุณจะได้เข็มกลัด HypeSquad ไว้ติดในโปรไฟล์ของคุณ และจะได้ประโยชน์พิเศษสำหรับเฉพาะเหล่าหัวหน้าผู้หยั่งรู้ สูงส่งประจำ House of Balance\n\nคอยดูข้อความในกล่องขาเข้าของอีเมลของคุณ เราจะเรียกกลุ่ม House of Balance เข้าปฎิบัติงาน! เราจะส่งจดหมายข่าวที่มีข้อมูลแจกของรางวัล การแข่งขันและอื่น ๆ\n\nยิ่งไปกว่านั้นเราแนบทั้งโลโก้ Discord HypeSquad และสัญลักษณ์ House of Balance มากับไฟล์นี้. เราหวังว่าคุณจะแสดงความคลั่งล้นพ้นและความจงรักภักดีใน House of Balance, HypeSquad บน Twitter, Twitch, YouTube และบนตู้เย็นของลุงของคุณ เผยแพร่ตำนานของ HypeSquad ของคุณต่อ ๆ ไปเรื่อย ๆ\n\n[hypesquad-balance-badges.zip]({badges_url})\n\nอย่าลืมใช้แฮชแท็ค #DiscordHypeSquad และ #HouseOfBalance เมื่อคุณโพสต์อะไรที่สุดคลั่งในเพจของคุณ\n\nยินดีต่อรับสู่บ้านสายกลางที่สุดอีกครั้ง HypeSquader คุณยอดมาก เราหวังจะได้เจอคุณอีกบ่อยครั้งในอนาคต หากคุณต้องการความช่วยเหลือใด ๆ ในการเดินทางของคุณ คุณสามารถติดต่อเราได้โดยการส่งข้อความถึงขุนนางเฒ่าแห่งความคลั่งที่[{contact_support_url}]({contact_support_url}) หรือโดยการทวีตถึง([@discordapp]({twitter_url}))\n\nเปิดใจเสมอ\n\nจนกว่าโอกาสหน้า,\nสภา HypeSquad", "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_1": "**ยินดีต้อนรับสู่ HYPESQUAD!!!**\n\nHouse of Bravery ขอบคุณที่คุณเข้าร่วมปฎิบัติการของเรา ปกป้องแผ่นดินและรักษามรดกของ Renwil ความกล้าของคุณเทียบเท่านักรบนับพัน หากปราศจากพลังและความเป็นผู้นำของคุณ เราคงจะตกไปสู่ความยุ่งเหยิงยิ่งไปกว่านี้\n\nเอาเป็นว่า ในเมื่อคุณเข้าเป็นหนึ่งใน House of Bravery คุณจะได้เข็มกลัด HypeSquad ไว้ติดในโปรไฟล์ของคุณ และจะได้ประโยชน์พิเศษสำหรับเฉพาะเหล่าหัวหน้าผู้กล้าหาญ สูงส่งประจำ House of Bravery\n\nคอยดูข้อความในกล่องขาเข้าของอีเมลของคุณ เราจะเรียกกลุ่ม House of Bravery เข้าปฎิบัติงาน เราจะส่งจดหมายข่าวที่มีข้อมูลแจกของรางวัล การแข่งขันและอื่น ๆ\n\nยิ่งไปกว่านั้นเราแนบทั้งโลโก้ Discord HypeSquad และสัญลักษณ์ House of Bravery มากับไฟล์นี้ เราหวังว่าคุณจะแสดงความคลั่งล้นพ้นและความจงรักภักดีใน House of Bravery, HypeSquad บน Twitter, Twitch, YouTube และบนตู้เย็นของลุงของคุณ เผยแพร่ตำนานของ HypeSquad ของคุณต่อ ๆ ไปเรื่อย ๆ\n\n[hypesquad-bravery-badges.zip]({badges_url})\n\nอย่าลืมใช้แฮชแท็ค #DiscordHypeSquad และ #HouseOfBravery เมื่อคุณโพสต์อะไรที่สุดคลั่งในเพจของคุณ\n\nยินดีต่อรับสู่กองทัพคนกล้าที่สุดอีกครั้ง HypeSquader คุณยอดมาก เราหวังจะได้เจอคุณอีกบ่อยครั้งในอนาคต หากคุณต้องการความช่วยเหลือใด ๆ ในการเดินทางของคุณ คุณสามารถติดต่อเราได้โดยการส่งข้อความถึงขุนนางเฒ่าแห่งความคลั่งที่[{contact_support_url}]({contact_support_url}) หรือโดยการทวีตถึง([@discordapp]({twitter_url}))\n\nอย่าหยุดก้าว\n\nจนกว่าโอกาสหน้า,\nสภา HypeSquad", "STORE_CONTENT_RATING_CATEGORY_INVALID": "Invalid content rating category provided", "STRING_TYPE_REGEX": "ค่าสตริงไม่ตรงกับ regex ตรวจสอบความถูกต้อง", "ANALYTICS_TRACK_REQUIRED": "ต้องระบุประเภท กิจกรรม หรือกลุ่มกิจกรรม เลือกระบุได้เพียงทีละหนึ่งอย่าง", "STORE_DESCRIPTION_ASSET_INVALID": "แอสเซท id ที่ระบุในคำอธิบายไม่ถูกต้อง", "EMAIL_FUN_FACTS_8": "การจัดจำหน่าย SNES นั้นประสบความสำเร็จมากจนตกเป็นเป้าหมายขององค์กรอาชญากรรมตัวร้ายยากูซ่า Nintendo ต้องจัดส่งเครื่องเล่นตอนกลางคืนเพื่อกันไม่ให้ถูกขโมย", "EMAIL_PURCHASE_SKU_RECEIPT_BODY": "((|{store_listing_thumbnail}))\n\n## สวัสดี {user.username}!\n\nขอบคุณที่ลองใช้เบต้าร้านค้า Discord เราขอบคุณการสนับสนุนของคุณ และเราต้องการพัฒนาประสบการณ์ใช้งานให้ดีที่สุดที่เป็นไปได้ \n\n| **รายละเอียดการซื้อ** |                  |\n|-----------------------|-----------------:|\n| ID ผู้จ่าย:           | {payment_id}     |\n| วันที่จ่าย:         | {payment_date}   |\n| แหล่งที่จ่าย:       | {payment_source} |\n| ชื่อสินค้า:            | {sku_name}       |\n| ยอดไม่รวมภาษี:             | {sku_price}      |\n| ภาษีการค้า:            | {tax}            |\n| ยอดรวม:                | {amount}         |\n\nคุณสามารถดาวน์โหลด ติดตั้ง และเริ่มเกม และ DLC จาก [ห้องสมุดเกม] ของคุณ ({library_link}).\n\nอีเมลนี้มีสถานะเป็นใบเสร็จ คุณสามารถตรวจสอบการชำระเงินหรือขอคืนเงินได้จาก [การตั้งค่าผู้ใช้]({billing_settings_link}).\n\nเล่นให้สนุก!\n", "EMAIL_FUN_FACTS_6": "มีตอนหนึ่งใน Metal Gear Solid ภาคแรกที่ Campbell จะล้อผู้เล่นที่ใช้โทรทัศน์ที่ใช้ระบบเสียง Mono", "EMAIL_FUN_FACTS_7": "ก่อนมีตัวเลือกเป็นเผ่า Blood Elves ฝ่าย Alliance มีจำนวนมากกว่าฝ่าย Horde ในเซิร์ฟเวอร์ World of Warcraft ส่วนใหญ่", "EMAIL_FUN_FACTS_4": "ใน Overwatch นกตัวเล็กสีเหลืองที่อยู่กับ Bastion มีชื่อว่า Ganymede ตั้งตามเด็กผู้ชายที่งดงามมากคนหนึ่งในตำนานกรีก", "EMAIL_SUSPICIOUS_ACTIVITY_ACCOUNT_DISABLED": "บัญชีผู้ใช้ Discord ถูกระงับการใช้งานเนื่องจากกิจกรรมน่าสงสัย", "EMAIL_PASSWORD_RESET_DONE_BODY": "## สบายดีไหม {user.username},\n\nเราได้ส่งกระแสจิตไปเปลี่ยนรหัสผ่าน Discord ของคุณแล้ว คอแห้งไปหมด เดี๋ยวต้องไปดื่มน้ำแร่ให้หายเหนื่อย\n\nถ้าคุณไม่ได้ขอให้เราเปลี่ยนรหัสผ่านให้ กรุณาติดต่อ support@discordapp.com ทันทีเพื่อแก้ไข \n\nด้วยรักและเคารพ\nฝ่ายพลังจิต Discord\n", "EMAIL_HYPESQUAD_GENERAL_MEMBER": "สมาชิก HypeSquad", "EMAIL_FUN_FACTS_0": "ในประเทศนิวซีแลนด์ การพกพาเกม Manhunt ผิดอาญามีความผิดทางอาญา", "BILLING_INVALID_NUMBER": "เลขบัตรไม่ถูกต้อง", "ACCOUNT_DISABLED_REASON_9": "บัญชีผู้ใช้ของคุณถูกระงับการใช้งานเนื่องจากคุณแชร์สื่อลามกที่วาดหรือที่ทำการเปลี่ยนแปลงโดยแสดงผู้เยาว์ในทางลามก หรือคุณเป็นเจ้าของเซิร์ฟเวอร์ที่ทำการเผยแพร่สื่อเหล่านั้น", "ACCOUNT_DISABLED_REASON_8": "เราพบว่าบัญชีผู้ใช้ของคุณอยู่ในเซิร์ฟเวอร์ที่เผยแพร่หรือโปรโมทเนื้อหาสื่อลามกที่เกี่ยวกับผู้เยาว์", "EMAIL_TYPE_TRAILING_PERIOD": "ที่อยู่อีเมลไม่สามารถลงท้ายด้วยจุดตาม", "ACCOUNT_DISABLED_REASON_3": "บัญชีผู้ใช้ของคุณถูกแฟล็กเพราะการสแปม ระบบของเราพบว่าคุณส่งข้อความโดยไม่ได้ขอก่อนจำนวนมากในระยะเวลาสั้น ๆ เราจึงระงับการใช้งานบัญชีผู้ใช้ของคุณ", "IP_ADDRESS_TYPE": "ที่อยู่ IP{version} ไม่ถูกต้อง", "ACCOUNT_DISABLED_REASON_7": "เราพบว่าบัญชีผู้ใช้ของคุณอยู่ในเซิร์ฟเวอร์ที่เผยแพร่หรือโปรโมทเนื้อหาสื่อลามกระหว่างบุคคลโดยปราศจากความยินยอม", "ACCOUNT_DISABLED_REASON_6": "บัญชีผู้ใช้ของคุณถูกแฟล็กเนื่องจากการใช้งานบอทส่วนตัวติดต่อกัน", "ACCOUNT_DISABLED_REASON_5": "บัญชีผู้ใช้ของคุณละเมิดข้อกำหนดการใช้บริการและแนวทางปฏิบัติในสังคมของเราเนื่องจากคุณจัดและ/หรือเข้าร่วมการโจมตีเซิร์ฟเวอร์อื่น ๆ", "ACCOUNT_DISABLED_REASON_4": "บัญชีผู้ใช้ของคุณร่วมโปรโมตหรือสนับสนุนกิจกรรมที่ผิดกฎหมาย เช่นการแฮก การแครก หรือการเผยแพร่ซอฟต์แวร์เถื่อน โปรแกรมโกง หรือแฮกของบริการของบริษัทอื่น ๆ", "EMAIL_FUN_FACT": "เรื่องน่ารู้ #{id}", "EMAIL_PARTNER_AUTORESPONDER_BODY": "((|{partner_header}))\n\n## สวัสดี {user.username},\n\nเราได้รับใบสมัครของคุณแล้ว เอกสารกำลังเดินทางไปยังอาคารจัดสรรดิจิตัลของเราบนหลังเสือชีตาห์ส่งสารอินเตอร์เน็ตที่เร็วที่สุดที่เรามี \n\n![เสือชีตาห์อินเตอร์เน็ตความเร็วสูง]({fast_internet_cheetah})\n\nเมื่อไปถึง เหล่าเอลฟ์ Discord วิเศษของเราจะโหลดใบสมัครของคุณขึ้นจอยักษ์และอ่านเนื้อหาประสานเสียงเพื่อตัดสินชะตาของคุณ\n\nก่อนปฏิบัติพิธีกรรมนี้ เอลฟ์วิเศษของเราจะแต่งองค์ทรงกายาด้วยกิโมโนกํามะหยี่และมิธริล เหล่าเอลฟ์จะสับและทำซูชิไข่หอยเม่นที่สดและโอชาจากชายทะเลทางเหนือของฮอกไกโดและชงชาเซนฉะจากเมืองอุจิ เกียวโต ซึ่งพวกเขาจะดื่มพร้อม ๆ ท่วงทำนองเพลงของ Sting \"Desert Rose\"\n\n![เอลฟ์วิเศษ]({magical_elves})\n\nเพราะฉะนั้นอาจจะใช้เวลานิดหน่อยกว่าพวกเขาจะพิจารณาใบสมัครของคุณเสร็จเรียบร้อย และบอกเราว่าผลการตัดสินคืออะไร (ราว ๆ อาทิตย์กว่าได้) เชื่อฉันเหอะ คุณไม่อยากเร่งพวกนี้หรอก เอลฟ์ที่เกรี้ยวกราดจะทำตัวเหมือนลูกสติงบ๊อบเบิล คุณไม่อยากยุ่งกับพวกนั้นหรอก\n\n[คาดหวัง]({anticipation})\n\nเรารู้ว่าความคาดหวังนั้นจะแทบเกินทน ถ้าคุณอยากระบายความเครียดให้ทวีตถึงเราได้ที่ [@discordapp](https://twitter.com/discordapp) ถ้ามีคำถามใด ๆ หรือแค่อยากคุยก็ตาม เราจะส่งคนไปดูแลให้คุณไม่เครียดมากไปและบอกว่า ใช่ ทุกอย่างจะโอเค\n\nเรารักคุณและแทบรอไม่ได้ว่าผลการตัดสินเป็นอย่างไร รอดูอีเมลในช่วงอาทิตย์ต่อ ๆ ไป\n", "EMAIL_PASSWORD_RESET": "คำร้องขอรีเซ็ตรหัสผ่านกับ Discord", "NUMBER_TYPE_MAX": "ค่า {number_type} ต้องน้อยกว่าหรือเท่ากับ {max_value}", "ACCOUNT_TEMP_BANNED_CHECK_EMAIL": "บัญชีนี้ถูกระงับการใช้งาน กรุณาตรวจสอบอีเมลของคุณ", "DEFAULT_VOICE_CATEGORY": "ช่องสำหรับพูด", "BASE_TYPE_BAD_LENGTH": "ต้องมีความยาวตั้งแต่ {min_length} ถึง {max_length}", "EMAIL_PURCHASE_SKU_RECEIPT": "ใบเสร็จการสั่งซื้อจากร้านค้า Discord", "GUILD_NOT_OWNER": "คุณไม่ใช่เจ้าของของเซิร์ฟเวอร์นี้", "EMAIL_ACCOUNT_SCHEDULED_FOR_DELETION": "บัญชีผู้ใช้กำหนดไว้ว่าจะลบทิ้ง", "LIST_TYPE_CONVERT": "ใช้ได้เฉพาะคำกล่าวซ้ำใน ListType", "EMAIL_HELP_TEXT": "ต้องการให้ช่วยไหม? [ติดต่อทีมช่วยเหลือของเรา]({support_url}) หรือติดต่อเราผ่าน Twitter [@discordapp]({twitter_url}).\nหรืออยากส่งคำติชมต่างๆ ให้เราได้โดย แสดงความเห็นได้ที่ [เว็บไซต์ติชม]ของเรา({feedback_url})\n", "DATE_TYPE_PARSE": "ไม่สามารถอ่านค่า {value} ควรจะเป็น ISO8601", "INVALID_MFA_CODE": "รหัส MFA ผิดพลาด", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_SCREENSHOT": "สกรีนช๊อต", "TIME_DELTA_TYPE_PARSE": "ไม่สามารถอ่านค่า {value} ค่าวินาทีต้องเป็นตัวเลขจำนวนเต็ม", "USERNAME_INVALID": "ชื่อผู้ใช้ไม่สามารถตั้งเป็น \"{invalid_username}\"", "CHANNEL_PARENT_MAX_CHANNELS": "จำนวนช่องในหมวดหมู่เต็ม ({max_channels})", "STORE_IMPORT_DISCORD_DISTRIBUTOR": "Cannot import application with discord distributor", "REPORT_REASON_3_DESCRIPTION": "บุคคลที่เสี่ยงหรือแสดงความประสงค์จะทำร้ายตัวเอง", "STORE_APPLICATION_GUILD_INVALID": "คุณไม่ได้แสดง id กิลด์ที่ถูกต้อง", "EMAIL_OAUTH2_RICH_PRESENCE_APPROVAL_BODY": "![ใบสมัครได้รับการอนุมัติ]({approved_header})\n\n## สวัสดี {user.username},\n\nยินดีด้วย การใช้งาน Rich Presence ของคุรได้ผ่านการอนุมัติแล้ว คุณไม่ต้องดำเนินการใด ๆ กับเราอีกต่อไป ปล่อยเกมของคุณส่งให้ผู้เล่นได้เล่นผลจากความเหนื่อยยากของคุณเถอะ\n\nอนึ่ง ถ้าคุณเป็นเจ้าของและผู้จัดการเซิร์ฟเวอร์ของเกมของคุณ ลองดู [โปรแกรมเซิร์ฟเวอร์ที่ยืนยันแล้ว] ของเราสิ (https://discordapp.com/verification)!\n\nยิ่งกว่านั้นถ้าคุณต้องการอัปเดตข่าวสารล่าสุดเกี่ยวกับกลุ่มผู้พัฒนาเกม สมัครรับ [จดหมายข่าวผู้ผลิดเกม](https://discordapp.com/dev-newsletter)\n", "URL_TYPE_INVALID_URL": "รูปแบบ URL ไม่ถูกต้อง", "STRING_TYPE_CONVERT": "ไม่สามารถอ่านค่า \"{value}\" เป็นสตริง", "DISCRIMINATOR_TAKEN": "ชื่อผู้ใช้งานและแท็กนี้มีผู้ใช้อยู่แล้ว กรุณาเลือกอันอื่น", "BILLING_INVALID_EXPIRY_YEAR": "ปีที่บัตรนี้หมดอายุไม่ถูกต้อง", "EMAIL_OAUTH2_APPLICATION_WHITELIST_INVITE_BODY": "((คุณได้รับเชิญ{application_whitelist_header}))\n\n[คำเชิญ]({invite})\n\n## สวัสดี {user.username},\n\nคุณได้รับเชิญเข้าลองเล่นเกมของ {application_owner} **{application_name}** ถ้าคุณไม่รู้ว่าเราพูดเรื่องอะไรอยู่ ไม่ต้องสนใจอีเมลนี้ นอกจากนั้น ถ้าคุณรับคำเชิญข้างใต้ คุณสามารถทดลองเกมได้โดยใช้ฟังก์ชัน Discord ร่วมกับเกม GLHF\n\n[[รับคำเชิญ|{url}]]\n", "EMAIL_CHANGE_DONE_BODY": "## สบายดีไหม {user.username},\n\nที่อยู่อีเมลในบัญชีผู้ใช้ Discord ของคุณเปลี่ยนสำเร็จ คล้าย ๆ กับการย้ายบ้าน แต่ไม่ต้องห่วงเรื่องยกโซฟาหรือปวดหลัง\n\nถ้าคุณไม่ได้เป็นผู้ขอเปลี่ยนอีเมล กรุณาติดต่อ support@discordapp.com ทันทีเราจะได้ช่วยคุณได้\n\nด้วยรักและเคารพ,\nทีม Discord\n", "STORE_SKU_TIER_CUSTOM_USD_MISMATCH": "Price tier must be set to {price_tier} for custom USD price {price_usd}", "EMAIL_HYPESQUAD_DENIED_BODY": "((|{hypesquad_header}))\n\n## สวัสดี {user.username},\n\nที่อาคารกักเก็บความคลั่งของเรา เราพิจารณาใบสมัครของคุณอย่างถี่ถ้วน เราไม่สามารถรับคุณเข้าเป็นสมาชิก HypeSquad ได้ ณ ขณะนี้\n\nแต่เราขอบคุณสำหรับความสนใจของคุณ อย่าลืมว่าคุณสามารถติดตามเราได้ที่ Twitter ([@discordapp](https://twitter.com/discordapp))!\n\nจนกว่าเราจะพบกันอีกครั้ง,\nวาทยากรความคลั่ง\n", "GUILD_INVITE_NOT_PERMANENT": "ลิงก์เชิญเข้าเซิร์ฟเวอร์ต้องเปิดใช้ถาวร", "BILLING_CARD_MISSING": "ไม่มีบัตรผูกกับบัญชีผู้ใช้ของคุณ", "REPORT_REASON_1_DESCRIPTION": "การขู่ ติดตาม กลั่นแกล้ง เผยแพร่ข้อมูลส่วนตัว การปลอมตัวเป็นผู้อื่น หรือการโจมตี", "APPLICATION_NAME_INVALID_CONTAINS": "Application name cannot contain \"{invalid_substr}\"", "EMAIL_REJECTED": "เกี่ยวกับใบสมัคร Discord {program}", "EMAIL_YEARLY_SUBSCRIPTION_RENEWAL_REMINDER_BODY": "## สบายดีไหม {user.username},\n\nเราอ่านในหนังสือช่วยตัวเองว่าวิธีการสร้างความสัมพันธ์ที่แข็งแรงนั้นต้องมีการสื่อสารที่ดี วันนี้เป็นอย่างไรบ้าง\n\nว่าแต่ ในเมื่อเรากำลังคุยกับอยู่แล้ว เราอยากบอกว่าสมาชิก Nitro ต่อปีนั้นจะสมัครต่อเนื่องในวันที่ {renewal_date}! ถ้าคุณไม่ยกเลิกเป็นสมาชิกภายในช่วงวันนี้จนหนึ่งวันก่อนที่ถึงวันที่กำหนด เราจะเรียกเก็บเงินจากวิธีการจ่ายเงินที่คุณระบุในการลงทะเบียน **{amount}** และคุณจะได้รับสิทธิพิเศษในสถานะสมาชิก Nitro ต่อไปอีกปี\n\nโอเค สื่อสารสำเร็จ ทีนี้เราจะไปอ่านเกี่ยวกับการตอกย้ำยืนยันทางบวก \"เราเป็นแอพแชทที่ดี เราเป็นแอพแชทที่ดีมาก ๆ \" รู้สึกดีขึ้นเยอะเลย\n\nแล้วเจอกันสำหรับการสื่อสารครั้งหน้านะ\n\nDiscord\n", "PHONE_VERIFICATION_TEXT_MESSAGE": "เฮ้อ รอดผ่าน~คลื่น~มาได้ {code} คือรหัสยืนยัน Discord ของคุณ", "EMAIL_PAYMENT_RENEWAL_TERM_YEAR": "ปี", "STORE_CAROUSEL_ITEM_INVALID": "รายการวงล้อ asset_id และ youtube_video_id ไม่สามารถใช้ร่วมกันได้", "EMAIL_VERIFY_EMAIL": "ยืนยันที่อยู่อีเมลกับ Discord", "EMAIL_NOTIFICATION_INSTALL_MOBILE_APP_TITLE": "อยากใช้การแจ้งเตือนแบบกดแทนหรือไม่", "BILLING_CARD_EXPIRED": "เลขบัตรไม่ถูกต้อง", "DEFAULT_VOICE_CHANNEL": "ทั่วไป", "EMAIL_CHECK_OUR_BLOG": "ลองดูบล็อกของเรา", "BILLING_INVALID_ZIP": "รหัสไปรษณีย์ของบัตรไม่ถูกต้อง", "STORE_ASSET_INVALID": "asset id ที่ระบุไม่ถูกต้อง", "EMAIL_ALREADY_REGISTERED": "อีเมลนี้ใช้ลงทะเบียนไปแล้ว", "EMAIL_PARTNER_DENIED_BODY": "((|{partner_header}))\n\n## หวัดดี {user.username},\n\nที่สำนักงานใหญ่ Discord เหล่าเอลฟ์พิธีกรรมของเราดูใบสมัครของคุณเสร็จแล้ว เมื่อยุติพิธีกรรม เหล่าเอลฟ์ต่างผิวปากคล้องพร้อมกันและอัญเชิญคุกกี้เสี่ยงทายซึ่งระบุชะตาของคุณไว้\n\nถึงเวลาปลิคุกกี้และดูผลคำตัดสินแล้ว\n\n[คุกกี้เสี่ยงทายน่ากิน]({fortune_cookie})\n\n###ลองใหม่คราวหน้า\n\nเสียใจด้วย เราไม่สามารถรับคุณเป็นพาร์ทเนอร์ Discord ได้วันนี้ แต่อย่าเสียกำลังใจไป เรารักสังคมของคุณ เป็นสถานที่ที่ยอดเยี่ยมและเติบโตอยู่เรื่อย ๆ\n\nเราคิดว่าคุณมีทุกอย่างที่กลุ่ม [HypeSquad](https://discordapp.com/hypesquad)ของเราต้องการ เราหวังว่าคุณจะสมัครเป็นสมาชิกของกลุ่ม และจะร่วมทำกิจกรรมหรือนิทรรศการใกล้ ๆ คุณ\n\nขอบคุณสำหรับการสนับสนุนเรื่อย ๆ มาและขอให้คุณพัฒนาสังคมต่อ ๆ ไป ฉันหวังจะได้เห็นหน้าสวย ๆ ของคุณอีก โปรดติดตามเราที่ Twitter ([@discordapp](https://twitter.com/discordapp))\n\nด้วยรักและเคารพ,\nทีมพาร์ทเนอร์ Discord\n", "EMAIL_NOTIFICATION_INSTALL_MOBILE_APP": "[ดาวน์โหลด]({download_url})Discord บนโทรศัพท์ของคุณเพื่อแชทเมื่อคุณ AFK หรือ[ปิด]({unsubscribe_url}) การแจ้งเตือนนี้เลย", "VERIFIED_SERVER_TYPE_INVALID": "ประเภทเซิร์ฟเวอร์ไม่ถูกต้อง", "FLAGS_INVALID_FLAGS": "Invalid flags specified", "SOCIAL_MEDIA_CONNECTION_INVALID": "การเชื่อมต่อ {invalid_name} ไม่ถูกต้อง", "PASSWORD_MUST_NOT_MATCH": "รหัสผ่านที่เปลี่ยนห้ามเป็นรหัสเดียวกันกับรหัสผ่านเดิม", "RANDOM_CHANNEL": "สุ่ม", "EMAIL_VERIFIED_SERVER_AUTORESPONDER": "((|{verified_server_header}))\n\n## สบายดีไหม {user.username},\n\nขอบคุณมากที่สมัครเข้าร่วมโครงการการยืนยันของเรา เราจะตรวจสอบใบสมัครของคุณและตอบกลับให้เร็วที่สุดเท่าที่เป็นไปได้\n\nเพื่อตรวจสอบซ้ำสาม กรุณาพิจารณาและปฏิบัติตามข้อกำหนดของเราเพื่อรับรองเซิร์ฟเวอร์:\n\n* เซิร์ฟเวอร์ของคุณจะต้องมีคุณ กลุ่มค่ายเกม ผู้ผลิตเกม องค์กร esports ทีม esports ค่ายเพลง หรือศิลปินนักร้อง เป็นเจ้าของและผู้จัดการ ไม่ใช่ให้แฟน ๆ ของคุณเป็นเจ้าของ\n* ก็คือต้องปฏิบัติตามระเบียบข้อกำหนดสถานะเซิร์ฟเวอร์ที่ได้รับการรับรอง: https://dis.gd/vsreqs\n* และแนวทางปฏิบัติในสังคมของเรา: https://dis.gd/guidelines\n\nถ้าคุณมีคำถามใด ๆ โปรดติดต่อเราได้ที่ <verification@discordapp.com>\n\nด้วยรักและเคารพ,\nฝ่ายรับรอง Discord\n", "EMAIL_HELLO": "สวัสดี {username},", "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION": "การสมัคร Rich Presence ต้องส่งใหม่", "EMAIL_HYPESQUAD_DENIED": "เกี่ยวกับใบสมัคร Discord HypeSquad", "USERNAME_RATE_LIMIT": "คุณทำการเปลี่ยนชื่อบัญชีผู้ใช้และแท็ก Discord บ่อยเกินไป ลองใหม่อีกครั้งภายหลัง", "BILLING_INVALID_SWIPE_DATA": "ข้อมูลรูดบัตรของบัตรไม่ถูกต้อง", "GUILD_INVALID": "เซิร์ฟเวอร์ที่กำหนดไม่ถูกต้อง", "APPLICATION_EXISTS_IN_LIBRARY": "แอปพลิเคชันอยู่ในห้องสมุดอยู่แล้ว", "BINARY_TYPE_INVALID_DATA_URI": "ใช้ได้เฉพาะสตริงข้อมูล uri เท่านั้น", "STORE_SKU_MISSING_PRICE_TIER": "Price tier required when setting price override", "CHANNEL_PARENT_INVALID_TYPE": "ไม่ใช่หมวดหมู่", "EMAIL_HARVEST_READY_BODY": "## สวัสดี {user.username},\n\nแฮมสเตอร์ส่วนตัวของเรายินดีแจ้งว่าเราจัดทำแพ็กเกจข้อมูลของคุณแล้ว พร้อมรับได้เลย (ในกรณีที่คุณลืมไป คุณส่งคำร้องขอส่งพิเศษนี้เมื่อวันที่ {created_at}) [[ดาวน์โหลดได้ที่นี่|{harvest_url}]]\n\nภายในจะมีไฟล์ JSON และ CSV ของข้อมูลที่เราใช้เพื่อให้บริการ Discord กับคุณ สรุปไฟล์ที่อยู่ในกล่อง:\n\n - **บัญชีผู้ใช้ของคุณ**: รายการเพื่อน การตั้งค่า บัญชีผู้ใช้ อีเมล รูปประจำตัว และประวัติการจ่ายเงินทั้งหมดสำหรับ Nitro\n - **เซิร์ฟเวอร์ของคุณ**: เซิร์ฟเวอร์ที่คุณเข้าร่วม ถ้าคุณเป็นเจ้าของเซิร์ฟเวอร์ จะต้องมีไอคอนเซิร์ฟเวอร์ การตั้งค่า บทบาท คำอนุญาต บันทึกการตรวจสอบ และอีโมจิพิเศษใด ๆ ที่กำหนดไว้\n - **ข้อความของคุณ**: ข้อความทั้งหมดที่คุณส่งในเซิร์ฟเวอร์นี้ รวมถึงแชทกลุ่มหรือแชทระหว่างบุคคล ยกเว้นที่คุณลบด้วยตนเองหรือบุคคลอื่นลบไปเสีย\n - **กิจกรรมของคุณ**: ข้อมูลเกี่ยวกับวิธีการใช้งานแอพ จำนวนครั้งและเวลาการใช้งานแอพของเรา เกมที่คุณเล่น และเซิร์ฟเวอร์ที่คุณใช้ เราใช้ข้อมูลเหล่านี้เพื่อปรับปรุง Discord และพัฒนาให้ตรงกับความต้องการของคุณ\n\nเราทราบดีว่าการทิ้งข้อมูลทั้งหมดนี้อาจทำให้คุณงงงวย เราจึงทำ[บทความช่วยเหลือให้คุณอ่านได้](https://support.discordapp.com/hc/en-us/articles/360004957991) เพื่อรับข้อมูลทั้งหมด หากคุณมีคำถามเพิ่มเติมใด ๆ คุณสามารถติดต่อเราได้ที่ privacy@discordapp.com\n\nก่อนเราไป จำไว้ว่าข้อมูลเหล่านี้เป็นข้อมูลส่วนตัวของคุณ ดูแลไว้ให้ปลอดภัย Discord เก็บข้อมูลของคุณล็อกปิดตายไว้และจะไม่ขายให้กับกลุ่มบุคคลที่สามใด ๆ\n\nรักนะ,\nทีม Discord\n\nปล. คุณสามารถดาวน์โหลดแพ็กเกจได้จนถึง {expires_at}\nปปล. ทุกคนที่มีลิงก์นี้สามารถดาวน์โหลดข้อมูลของคุณได้ อย่าส่งต่ออีเมลนี้ให้ใครเด็ดขาด ไม่แม้กระทั้งให้คุณแม่\n", "EMAIL_DISCORD_MISSES_YOU_BODY": "## สบายดีไหม {username},\n\nเราเห็นว่าคุณไม่ได้กลับมาใช้ Discord สักพักแล้ว ถ้าคุยมีธุระในชีวิตจริง ไม่ต้องห่วง\n\nแต่ถ้าคุณคิดว่า Discord ไม่เป็นประโยชน์กับคุณเราหวังว่าจะได้รับคำติชมจากคุณ ถ้าคุณพร้อมจะแบ่งปันแบบทดสอบข้างใต้นี้จะใช้เวลาของคุณไม่เกิน 2 นาทีในการทำ\n\nขอบคุณ เราหวังว่าจะได้พบคุณอีกครั้งในอนาคต\nทีมมองโลกในแง่ดี Discord\n\n[[ส่งคำติชม|{url}]]\n", "MAXIMUM_FRIENDS": "จำนวนเพื่อนสูงสุดคือ {max_friends}", "INVALID_DATE": "วันที่ไม่ถูกต้อง", "EMAIL_DISCORD_MISSES_YOU": "Discord คิดถึงคุณ", "BILLING_FIELD_REQUIRED_FOR_LOCK": "ต้องใช้ {field_name} เพื่อล็อกการจ่ายเงิน", "PROGRAM_HYPESQUAD": "HypeSquad", "EMAIL_VERIFIED_SERVER_ACCEPTED_BODY": "## สบายดีไหม {user.username},\n\nคุณได้รับเลือก! เย่ย่ย่ย่ย่ย่ย่ย่ย่ *ตื่นเต้นจนน๊อคสลบ*\n\nทีมรับรองของรับรองใบสมัครรับรองของคุณและฉันยินดีที่จะแจ้งว่าเซิร์ฟเวอร์ของคุณได้รับการรับรอง\n\nรับรองเลย\n\nในอีกไม่นานคุณจะได้ URL พิเศษ หน้าปกคำเชิญที่กำหนดเอง และเข็มกลัดยืนยันการรับรองบนเซิร์ฟเวอร์ และเมื่อเราพูดว่า \"ในอีกไม่นาน\" เราหมายความว่าคุณได้รับสิทธิใช้ทั้งหมดนั้นตั้งแต่สามวินาทีที่แล้ว ลองดูบนเซิร์ฟเวอร์ของคุณได้เลย\n\nคุณควรจะเห็นเครื่องหมายถูกมุมซ้ายบนของชื่อเซิร์ฟเวอร์ของคุณ เพื่อกำหนด URL พิเศษไปที่การตั้งค่าเซิร์ฟเวอร์->URL พิเศษ สำหรับหน้าปกของคุณ ไปที่การตั้งค่าเซิร์ฟเวอร์->ภาพรวม\n\nถ้ามีคำถามใด ๆ กรุณาติดต่อเราได้ที่ <verification@discordapp.com>.\n\nด้วยรักและเคารพ\nฝ่ายรับรอง Discord\n", "DATE_TIME_TYPE_PARSE": "ไม่สามารถอ่านค่า {value} ควรจะเป็น ISO8601", "EMAIL_OAUTH2_APPLICATION_WHITELIST_INVITE": "คำเชิญทดลองเกม Discord", "DATE_TIME_MUST_BE_AWARE": "ไม่สามารถเปลี่ยนเวลาวันที่ซึ่งไม่ตระหนักเป็นเวลาวันที่ซึ่งตระหนัก", "EMAIL_INVALID": "อีเมลไม่ถูกต้อง", "MODEL_FROM_NON_DICTLIKE": "Models can only be instantiated from something dict-like, got {unexpected_type}", "SCOPE_INVALID": "สโคปไม่ถูกต้อง", "PASSWORD_REQUIRED": "กรุณาส่งรหัสผ่าน", "EMAIL_HYPESQUAD_SWAG_ONLINE": "เราจะส่งจดหมายข่าวเต็มจนล้นไปด้วยข้อมูล คอยรอดูจดหมายของเรานะ", "EMAIL_PARTNER_ACCEPTED_BODY": "((|{partner_header}))\n\n![Springle ผู้ช่วยของผู้จัดการเอลฟ์]({springle})\n\n## หวัดดี {user.username},\n\nฉันชื่อ Springle ขอบคุณที่เปิดอีเมลนี้ ในนี้เบียดสุด ๆ เลยคิมป้า\n\nที่สำนักงานใหญ่ Discord เหล่าเอลฟ์พิธีกรรมของเราดูใบสมัครของคุณเสร็จแล้ว เมื่อเสร็จ พวกเราต่างผิวปากพร้อมเพียงอัญเชิญคุกกี้เสี่ยงทายที่มีคำตัดสินชะตาของคุณ รสชาติอร่อยโอชากรุบกรอบมาก ๆ คิมป้า\n\nปลิคุกกี้แล้วดูผลตัดสินข้างในกันดีกว่า\n\n![คุกกี้เสี่ยงทายน่ากิน]({fortune_cookie})\n\n### ผู้ถูกเลือก!\n\nว้าาาาาาวววววี่ คุณได้รับเลือก ถึงเวลาฉลองแล้ว คุณเป็นพาร์ทเนอร์ Discord อย่างเป็นทางการ เราไม่ได้บอกให้คุณพิมพ์อีเมลนี้และแปะไว้บนตู้เย็นของคุณ แต่ไปพิมพ์อีเมลนี้เดี๋ยวนี้เลย ติดไว้บนตู้เย็นเลย\n\nเราตื่นเต้นมาก ๆ คุณได้ผลประโยชน์พิเศษดังต่อไปนี้ คุณสามารถเข้าใช้เซิร์ฟเวอร์ VIP ของเราได้ จัดทำหน้าปกสำหรับใส่ในหน้าจอคำเชิญ ทำ URL พิเศษ และใช้งาน Discord Nitro ตื่นเต้นสุด ๆ ไปเลยคิมป้า\n\nกษัตริย์แห่งเสื้อฮู้ดดี้ออกคำบัญชาแล้วว่าคุณจะได้เสื้อฮู้ดดี้ของคุณเร็ว ๆ นี้ เวทมนตร์รอคุณอยู่ อย่าปล่อยให้ต้องรอนานต่อไปอีกเลยนะ เพื่อจะได้ไม่ต้องกล่าวซ้ำซาก คลิกลิงก์ข้างใต้เพื่อกรอกแบบฟอร์มข้างใต้ เราจะได้ส่งเสื้อฮูดดี้ให้คุณได้:\n\n[{printfection_url}]({printfection_url})\n\nในพัสดุที่เราส่งไปจะมีเข็มกลัดพาร์ทเนอร์ Discord ติดไปอีกด้วย สัญลักษณ์นี้สุดยอดจริง ๆ ฉันอิจฉาจัง อยากกลัดไว้กับเสื้อคลุมของฉัน คิมป้า ใส่ในไซต์ของคุณ ในหน้า Twitch/YouTube ฯลฯ เพื่อแสดงสถานะของคุณ\n\n[partner-badges.zip](https://cdn.discordapp.com/assets/partner-badges.zip)\n\nยินดีต้อนรับสู่ทีม พาร์ทเนอร์ คุณเจ๋งสุด ๆ และเราหวังจะได้พบหน้าสวย ๆ ของคุณอีกคุณน่ารัก น่าฮัก น่าหยัก พาร์ทเนอร์ อย่าลืมว่าคุณสามารถติดต่อเราได้ที่สำนักงานใหญ่โดยอีเมลถึง partners@discordapp.com หรือทวีตถึงเราที่([@discordapp](https://twitter.com/discordapp))\n\nจนกว่าจะพบกันอีก คูลู ลิมป้า\n\n![นินจาหายตัว!]({poof})\n", "BASE_TYPE_CHOICES": "Value must be one of {choices}.", "BILLING_CARD_DECLINED": "การชำระเงินด้วยบัตรถูกปฏิเสธ", "ACCOUNT_DISABLED_REASON_13": "เมื่อไม่นานนี้มีคนแจ้งว่าคุณอายุน้อยกว่าสิบสามปี Discord ไม่ได้ออกแบบมาให้เด็กอายุต่ำกว่าสิบสามปีใช้งาน ข้อกำหนดการใช้บริการของเราระบุว่าคุณต้องอายุอย่างน้อยสิบสามปีถึงจะใช้งานได้ ", "ACCOUNT_DISABLED_REASON_12": "บัญชีผู้ใช้ของคุณถูกตรวจพบว่ามีการจ่ายเงินแบบฉ้อโกง", "ACCOUNT_DISABLED_REASON_11": "เราตรวจพบว่าคุณเข้าร่วมกิจกรรมที่ถูกห้ามหนึ่งอย่างหรือมากกว่าต่อไปนี้ โพสต์ข้อความสนับสนุนให้คุกคามบุคคลหรือสังคมอื่น ขู่ว่าจะทำร้ายบุคคลอื่นหรือแชร์เนื้อหาที่ขู่จะทำร้ายบุคคลอื่น หรือแชร์หรือขู่ว่าจะแชร์ข้อมูลส่วนตัวของผู้ใช้คนอื่น", "ACCOUNT_DISABLED_REASON_10": "บัญชีผู้ใช้ของคุณแชร์หรือขู่จะแชร์ข้อมูลส่วนตัวของผู้ใช้คนอื่น เช่นการ doxxing", "ACCOUNT_DISABLED_REASON_17": "เราพบว่าคุณพยายามหลีกเลี่ยงเครื่องมือที่ช่วยให้ผู้ใช้สามารถป้องกันตนเองและ/หรือส่งคำขอเป็นเพื่อนหรือข้อความที่ไม่ต้องการซ้ำ ๆ ไปยังผู้ใช้รายเดิม ", "ACCOUNT_DISABLED_REASON_16": "เราพบว่าคุณแชร์รูปภาพเลือดและ/หรือการทารุณกรรมสัตว์ ห้ามแชร์หรือโพสต์ภาพที่ชัดเจนโจ่งแจ้งเพื่อสนองความพึงพอใจจากการทรมานผู้อื่น การยกย่องหรือเฉลิมฉลองความรุนแรง", "ACCOUNT_DISABLED_REASON_15": "เราพบว่าคุณส่งภาพอนาจาร NSFW ให้กับผู้ใช้คนอื่นโดยไม่ได้ขอ", "ACCOUNT_DISABLED_REASON_14": "การเป็นสมาชิก Nitro ของบัญชีผู้ใช้ของคุณถูกระงับเนื่องจากเป็นการจ่ายเงินแบบฉ้อโกง คุณจะต้องแก้ไขข้อพิพาทกับธนาคารหรือผู้ให้บริการบัตรเครดิตของคุณ ถึงจะสามารถเข้าใช้บัญชีผู้ใช้ของคุณต่อไปได้ เมื่อแก้ไขแล้ว กรุณาติดต่อเราและเราจะคืนสถานะการใช้งานในบัญชีผู้ใช้ของคุณคืนให้คุณ ถ้าคุณต้องการขอเงินคืน เราสามารถจัดการให้ได้เมื่อคุณยุติข้อพิพาทสำเร็จ", "EMAIL_ACCOUNT_SCHEDULED_FOR_DELETION_BODY": "## สวัสดี {user.username},\n\nเราได้รับคำร้อง (แทบไม่อยากเรียกว่าคำร้อง น่าสยดสยองเกินไป) ขอลบล้างบัญชีผู้ใช้ของคุณถาวร บัญชีของคุณถูกยกเลิกใช้งานแล้ว เราจะลบล้างบัญชีถาวรในอีก {days} วัน\n\nถ้าคุณเกิดเปลี่ยนใจ (หรือคุณแค่เผลอกดปุ่มผิด) หรือไม่ได้ส่งคำร้องขอลบล้างบัญชีผู้ใช้ของคุณอย่างถาวร โปรดเข้าสู่ระบบ Discord เพื่อยกเลิกคำร้องนี้:\n\n[[เข้าสู่ระบบ|{login_url}]]\n", "BASE_TYPE_MIN_LENGTH": "ความยากต้องมากกว่าหรือเท่ากับ {min_length}", "ACCOUNT_DISABLED_REASON_18": "เราพบว่าคุณพยายามจะหลอกให้คนอื่นให้โทเค็นยืนยันตัวตนของพวกเขากับคุณ", "PASSWORD_BOT_PREVENT_RESET": "ไม่สามารถรีเซ็ตรหัสผ่านของบัญชีของบอท", "PROGRAM_PARTNER": "พาร์ทเนอร์", "DATE_TYPE_PROVIDED_WITH_TIME": "ISO8601 date {value} should be provided without timestamp.", "EMAIL_ACCOUNT_DISABLED_FOR_TOS_VIOLATION": "บัญชีถูกระงับการใช้งานเนื่องจาก - ละเมิดเงื่อนไขการแจ้งเตือนของข้อกำหนดการใช้บริการ/แนวทางปฏิบัติในสังคม", "ACCOUNT_LOCKED": "บัญชีถูกล็อกเป็นเวลา {seconds} วินาที", "EMAIL_FUN_FACTS_2": "เมื่อเกม Space invaders เข้าแพร่หลายในประเทศญี่ปุ่น มันโด่งดังและมีคนเล่นเยอะมากจนเกิดการขาดแคลนเหรียญ 100 เยน", "MESSAGE_ACTIVITY_PARTY_ID_REQUIRED": "party_id จำเป็นสำหรับการทำประเภทกิจกรรมปฏิบัติการประเภทนี้", "APPLICATION_DOES_NOT_EXIST_IN_LIBRARY": "คุณไม่มีแอปพลิเคชันนั้น", "EMAIL_NOTIFICATION_INSTALL_DESKTOP_APP_BODY": "สวัสดี {username},\nก๊อก ก๊อก ลิงก์ดาวน์โหลด Discord บนเดสก์ท็อปของคุณพร้อมแล้ว การดาวน์โหลดจะเริ่มเมื่อคุณคลิกลิงก์ข้างใต้\n\nคลิกที่นี่สำหรับ [Windows](https://discordapp.com/api/download?platform=win).\nและที่นี่สำหรับ [Mac](https://discordapp.com/api/download?platform=osx).\nโอ้ เรามีลิงก์ของ [Linux](https://discordapp.com/api/download?platform=linux) ด้วยนะ\n\nด้วยรักและเคารพ\nฝ่ายจัดส่งลิงก์ Discord", "EMAIL_FUN_FACTS_3": "สัญลักษณ์ Discord ชื่อว่า Clyde", "REPORT_REASON_3": "ทำร้ายตนเอง", "REPORT_REASON_2": "สแปมหรือลิงก์ฟิชชิ่ง", "REPORT_REASON_1": "การคุกคาม", "REPORT_REASON_0": "เนิ้อหาที่ผิดกฎหมาย", "EMAIL_NOTIFICATION_INSTALL_DESKTOP_APP_TITLE": "ลิงก์ดาวน์โหลด Discord ของคุณอยู่นี่", "REPORT_REASON_4": "เนื้อหา NSFW", "EMAIL_HYPESQUAD_EVENT_HOST": "ผู้ประสานงานกิจกรรม HypeSquad", "IMAGE_INVALID": "ข้อมูลภาพถ่ายไม่ถูกต้อง", "EMAIL_FUN_FACTS_1": "พุ่มไม้และเมฆในเกม Super Mario Bros เกมแรกเป็นสไปรต์เดียวกัน เพียงลงสีต่างกันเท่านั้น", "EMAIL_VERIFIED_SERVER_REJECTED_BODY": "## สวัสดี {user.username},\n\nเสียใจด้วย ปรากฏว่าคุณไม่ตรงขอบข่ายเป็นโปรแกรมที่รับรองของเรา อย่าลืมว่าเซิร์ฟเวอร์ของคุณจะต้อง:\n\n* มีกลุ่มค่ายเกม ผู้ผลิตเกม องค์กร esports ทีม esports ค่ายเพลง หรือศิลปินนักร้อง เป็นเจ้าของและผู้จัดการ\n* ติดตามข้อกำหนดเซิร์ฟเวอร์ที่รับรองของเราได้ที่ https://dis.gd/vsreqs\n* และกับที่ตรงกับระเบียบแนวทางปฏิบัติในสังคมที่ https://dis.gd/guidelines\n\nถ้าคุณมีคำถามใด ๆ กรุณาติดต่อเราได้ที่ <verification@discordapp.com>\n\nด้วยรักและเคารพ,\nฝ่ายรับรอง Discord\n", "ACCOUNT_TEMP_BANNED": "บัญชีนี้ถูกระงับการใช้งาน", "PARTNER_TYPE_INVALID": "ประเภทพาร์ทเนอร์ไม่ถูกต้อง"}