{
    "EMAIL_PAYMENT_FAILED_BODY": "((Nitro Billing Failure|{payment_failed_header}))\n\n![Payment Failed]({payment_failed})\n\n## Hey {user.username},\n\nHmm, your payment for Discord Nitro didn't go through. If you'd like to continue supporting Discord and getting perks, please update your payment details! Otherwise, in three days, we will shed regretful tears as we disassemble the Wumpus Wheel and cancel your Nitro subscription :(\n\n**WARNING!!! This also means if you customized your Discord Tag it will be lost!**\n\n[[Update Payment Details|{premium_settings_link}]]\n",
    "TOKEN_INVALID": "Invalid token",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_VIDEOS": "SUBMITTED VIDEOS",
    "EMAIL_NOTIFICATION_DM": "{subject_username} sent you a message",
    "EMAIL_TYPE_INVALID_EMAIL": "Not a well formed email address.",
    "EMAIL_VERIFY_EMAIL_BODY": "## Hey {user.username},\n\nThanks for registering for an account on Discord! Before we get started, we just need to confirm that this is you. Click below to verify your email address:\n\n[[Verify Email|{url}]]\n",
    "TOKEN_EXPIRED": "Token has expired",
    "CONTENT_TYPE_INVALID": "Expected \"Content-Type\" header to be one of {mimetypes}.",
    "BILLING_PAYMENT_MISSING_FIELDS": "Payment is missing some required fields",
    "EMAIL_WELCOME_TO_DISCORD_BODY": "## Hey {user.username},\n\nThanks for taking the time to check out Discord!\n\nThe best relationships in our lives were built around playing games. Memories of staying up late playing Warcraft 3 with friends or sharing creations in The Sims mean so much to us. Discord's free voice and text chat is about making it easier for you to spend time with the people you care about, create these memories, and land a headshot or two.\n\nThe team is constantly working to improve the app and we love to hear from all of you. Please send feedback, suggest features, and vote on other people’s ideas [check out our feedback site](https://feedback.discordapp.com).\n\nWe're also available on [Twitter](https://twitter.com/discordapp), [Facebook](https://facebook.com/discordapp), and [Instagram](https://instagram.com/discordapp). Hit us up if you need support or just to say hi :)\n\nBest,\nThe Discord Team\n",
    "EMAIL_HARVEST_READY": "Your Discord data package is ready!",
    "BASE_TYPE_MAX_LENGTH": "Must be {max_length} or fewer in length.",
    "HYPESQUAD_REP_TYPE_INVALID": "Invalid rep type",
    "GUILD_MAX_CHANNELS": "Maximum number of guild channels reached ({max_channels})",
    "PROGRAM_VERIFIED_SERVER": "Verified Server",
    "EMAIL_HYPESQUAD_ACCEPTED_BODY": "((|{hypesquad_header}))\n\n## Hey {user.username},\n\nBack at the Discord Hype Facility, our magical elves have decided that you're way too awesome for us. **In other words, you've been accepted as a {hypesquad_tier}!**\n\nWOOOO HERE WE GO. You now have a super-exclusive HypeSquad Events badge to rep on your Discord profile. If you already joined a HypeSquad House, then you’re got not just one, but TWO HypeSquad badges!\n\n{*swag_content}\n\nTwo versions of the Discord HypeSquad logo are attached. Go ahead and add it your website, Twitter, Twitch, YouTube, refrigerator, anywhere you want to show off your hype status!\n\n[hypesquad-badges.zip](https://cdn.discordapp.com/assets/hypesquad-badges.zip)\n\nTo further show your support, we’d love for you to use the #DiscordHypeSquad and #HypeSquadEvents tags whenever you post anything super hype! Whether you’re attending events or hosting them yourself, spreading the love is the most important task of any HypeSquader.\n\nWelcome to the team! Be sure to stop by the HypeSquad Events server and introduce yourself to the rest of family! Don't forget, you can always reach us back at HQ by contacting our team at ([dis.gd/contact](https://dis.gd/contact)), posting in the server or tweeting at us ([@discordapp](https://twitter.com/discordapp)).\n\nUntil next time,\nThe Hype Conductor\n",
    "EMAIL_HYPESQUAD_SWAG_ATTEND": "In addition, you’ve earned yourself a care package containing an exclusive Discord HypeSquad shirt, along with some buttons and stickers to give out at events you go to!\n\nYou can redeem your HypeSquad care package here:\n[{printfection_url}]({printfection_url})\n",

    "NUMBER_TYPE_COERCE": "Value \"{value}\" is not {number_type}.",

    "BINARY_TYPE_INVALID_BASE64_DATA": "Not well formed base64 data.",
    
    "EMAIL_YEARLY_SUBSCRIPTION_RENEWAL_REMINDER": "Your Discord Nitro subscription will soon be renewed!",
    "EMAIL_SENT_BY_DISCORD": "Sent by Discord",
    "EMAIL_FUN_FACTS_21": "While trying to create a pig in Minecraft, Markus Persson accidentally switched the length and height in code and ended up with the monstrosity now known as a creeper.",
    "EMAIL_FUN_FACTS_20": "HAL Laboratory, the developer responsible for Kirby, Mother, and Super Smash Bros. series, was named HAL because each letter put them ahead of IBM.",
    "EMAIL_FUN_FACTS_23": "Team Fortress, Day of Defeat, Counter-Strike, Ricochet, and Dota were all originally fan-made mods.",
    "EMAIL_FUN_FACTS_22": "The avatar of Minecraft creator Markus Persson is the only character that drops an apple when it dies.",
    "SET_TYPE_ALREADY_CONTAINS_VALUE": "The set already contains this value",
    "EMAIL_PAYMENT_FAILED": "Discord Nitro Payment Failed",
    "EMAIL_PAYMENT_RENEWAL_TERM_MONTH": "month",
    "BILLING_INVALID_EXPIRY_MONTH": "The card's expiration month is invalid.",
    "BINARY_TYPE_MAX_SIZE": "File cannot be larger than {max_size} kb.",
    "STORE_FEATURE_INVALID": "Invalid SKU feature provided",

    "BILLING_INVALID_CVC": "The card's security code is invalid.",
    
    "DEFAULT_TEXT_CHANNEL": "general",
    "APPLICATION_NAME_INVALID": "Application name cannot be \"{invalid_name}\"",
    "EMAIL_PAYMENT_SUCCEEDED": "Discord Nitro Payment Succeeded",
    "GUILD_INVITE_MISMATCH": "Server invite link does not match the server",
    "EMAIL_FUN_FACTS_24": "Pachinko Machines (mechanical games used for gambling) make Sega more money in Japan than game sales worldwide.",
    "INVALID_DAY": "Invalid day",
    "EMAIL_FUN_FACTS_18": "Discord was almost named Wyvern. Dodged a bullet there, whew.",
    "EMAIL_OAUTH2_RICH_PRESENCE_APPROVAL": "Rich Presence Application Approved",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_BODY": "We need to see a few improvements to your Rich Presence integration before we approve it. But don't fret! We have all the details right here for what to do next.",
    "HARVEST_README": " __   __   ___    _   _    ___              ___     ___    _____    ___      _\r\n \\ \\ / /  / _ \\  | | | |  | _ \\     o O O  |   \\   /   \\  |_   _|  /   \\    | |\r\n  \\ V /  | (_) | | |_| |  |   /    o       | |) |  | - |    | |    | - |    |_|\r\n  _|_|_   \\___/   \\___/   |_|_\\   TS__[O]  |___/   |_|_|   _|_|_   |_|_|   _(_)_\r\n_| \"\"\" |_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"| <======|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_| \"\"\" |\r\n\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'./o--000'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\r\n   ___     ___             _  _     ___     ___     ___      _       _       _\r\n  |_ _|   / __|     o O O | || |   | __|   | _ \\   | __|    | |     | |     | |\r\n   | |    \\__ \\    o      | __ |   | _|    |   /   | _|     |_|     |_|     |_|\r\n  |___|   |___/   TS__[O] |_||_|   |___|   |_|_\\   |___|   _(_)_   _(_)_   _(_)_\r\n_|\"\"\"\"\"|_|\"\"\"\"\"| <======|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_|\"\"\"\"\"|_| \"\"\" |_| \"\"\" |_| \"\"\" |\r\n\"`-0-0-'\"`-0-0-'./o--000'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\"`-0-0-'\r\n\r\nWelcome to your Discord Data Package!\r\n\r\nInside, you'll find a few JSON (JavaScript Object Notation) and CSV (Comma Separated Values) files\r\nof the data we use to provide Discord's service to you. We've chosen these formats for ease of\r\nprocessing. Furthermore, the files have been organized into logical groups to make it easy to\r\nunderstand and work with (at least, we hope so)!\r\n\r\nFor more information, you can view our in-depth help article at the following URL.\r\n\r\nhttps://support.discordapp.com/hc/en-us/articles/360004957991\r\n\r\nAll the best,\r\nDiscord Team\r\n",
    "APPLICATION_DOES_NOT_EXIST": "Application does not exist",
    "BASE_TYPE_REQUIRED": "This field is required",
    "EMAIL_HYPESQUAD_AUTORESPONDER_BODY": "((|{hypesquad_header}))\n\n## CHOO CHOO {user.username}\n\nYour application is aboard the Discord Deluxe Express and headed straight to our Hype Facility where we’re constantly yelling at each other about how excited we are. And let me tell you, we’re SUPER EXCITED that you’ve applied to our HypeSquad. I’m currently yelling at the guy next to me that you applied and he’s all like “shut up” but we won’t let him get us down.\n\nOnce your super hype application arrives to the Hype Facility, magical Discord elves will load up your application on giant monitors, grab some popcorn, and check it out.\n\nAfter reading through your application, the elves then start screaming at each other to see who can bring the most hype. After this long grueling session of screaming, the elves sit down, drink cold brew coffee and listen to “This Is How We Do It” to get themselves pumped up about what your verdict will be.\n\nWe know the anticipation is intense, so if you’re itching to get some stress out feel free to tweet [@discordapp](https://twitter.com/discordapp) with any questions or musings. Someone will be around to keep you calm and tell you that yes, everything will be okay.\n\nI love you and can’t wait to hear what the verdict is! Look out for an email soon.\n\nUntil next time,\nThe Hype Conductor\n",
    "EMAIL_ACCEPTED": "So, About That Discord {program} Application...",
    "HYPESQUAD_ACCEPTANCE_SUBJECT": "Welcome to the Discord HypeSquad House of {house_name}!",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_COMMENT": "COMMENT",
    "STAFF_REQUIRED": "The Maze isnt meant for you.",
    "PASSWORD_DOES_NOT_MATCH": "Password does not match.",
    "EMAIL_IP_AUTHORIZE": "Verify Discord Login from New Location",
    "USERNAME_INVALID_CONTAINS": "Username cannot contain \"{invalid_substr}\"",
    "EMAIL_PASSWORD_RESET_DONE": "Discord Password Changed",
    "GUILD_MAX_ROLES": "Maximum number of guild roles reached ({max_roles})",
    "EMAIL_BOT_TOKEN_RESET": "Discord Bot Token Reset Due to Potential Abuse",
    "BINARY_TYPE_INVALID_ENCODING": "Only base64 encoding can be used.",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_BUTTON": "Ready to resubmit?",
    "EMAIL_PAYMENT_SUCCEEDED_BODY": "((|{payment_succeeded_header}))\n\n## Thank you, {user.username}!\n\nGreat success! Thanks for supporting Discord. You're awesome and you're my favorite Discord user (just don't tell the other ones).\n\nYou were charged **{amount}**.\n\nYou can update or cancel your Nitro subscription by visiting your [User Settings]({premium_settings_link}).\n\nBy purchasing Nitro, you authorized Discord to charge you **{renewal_amount}/{renewal_term}** until cancellation. We'll notify you in advance of any price changes that may occur. For more legal information about Nitro, please see our [Terms of Service]({terms_of_service_link}).\n\nEnjoy your perks, and again, thanks for the support!\n",
    "EMAIL_FUN_FACTS_19": "The creator of the Kirby and Super Smash Bros. Series, Masahiro Sakurai, voiced King DeDeDe in all Smash games the character appears in.",
    "EMAIL_UNSUBSCRIBE": "unsubscribe",
    "EMAIL_WELCOME_TO_DISCORD": "Thanks for Checking Out Discord",
    "BOOLEAN_TYPE_CONVERT": "Must be either true or false.",
    "REPORT_REASON_4_DESCRIPTION": "Pornography or other adult content in a non-NSFW channel or unwanted DM.",
    "EMAIL_FUN_FACTS_11": "In the original Fallout, a player character with less than 4 Intelligence can only communicate with grunts and other noises.",
    "EMAIL_FUN_FACTS_12": "In League of Legends, if you play Jax with the Jaximus skin, he'll occasionally say \"Here's to you, kid.\" This honors a Make-A-Wish patient whose favorite character was Jax.",
    "EMAIL_FUN_FACTS_13": "There are four skins in League of Legends named after internet browsers: Foxfire Ahri, Safari Caitlyn, Explorer Ezreal and Chrome Rammus.",
    "EMAIL_FUN_FACTS_14": "You can't see your own shadow in CS:GO.",
    "EMAIL_FUN_FACTS_15": "In Hearthstone, using the Hunter card Animal Companion against Kel'Thuzad will summon his cat Mr. Bigglesworth rather than the usual beasts.",
    "EMAIL_NOTIFICATION_INSTALL_APP_BODY": "[Get the Discord App]({download_url}) to game with your friends: Easily sync friends from Skype, Blizzard, and others.",
    "EMAIL_FUN_FACTS_17": "Rocket League is a sequel to the 2009 physics based vehicle soccer game Supersonic Acrobatic Rocket-Powered Battle-Cars.",
    "WEBHOOK_NAME_INVALID_CONTAINS": "Name cannot contain \"{invalid_substr}\"",
    "EMAIL_FUN_FACTS_10": "To choose your Eevee's evolution in Pokemon Go, rename it to Sparky (Jolteon), Rainer (Vaporeon), or Pyro (Flareon).",
    "STORE_SKU_PREMIUM_NO_PRICE": "Premium SKUs cannot have a price",
    "CHANNEL_NAME_INVALID": "Channel name cannot be \"{invalid_name}\"",
    "BILLING_ERROR_PROCESSING": "There was an error processing the card.",
    "CHANNEL_PARENT_INVALID": "Category does not exist",
    "EMAIL_CHANGE_DONE": "Discord Email Address Changed",
    "REPORT_REASON_0_DESCRIPTION": "Child pornography, solicitation of minors, terrorism, threats of school shootings or criminal activity.",
    "EMAIL_HYPESQUAD_EVENT_ATTENDEE": "HypeSquad Event Attendee",
    "STORE_SKU_FREE_TIER_WITH_PRICE_OVERRIDE": "SKUs on the free price tier cannot have price overrides",
    "REPORT_CHANNEL_ID_REQUIRED": "You must provide channel_id when providing message_id",
    "EMAIL_NOTIFICATION_MENTION": "{subject_username} mentioned you in {subject_target}",
    "HYPESQUAD_HOUSE_3": "Balance",
    "HYPESQUAD_HOUSE_2": "Brilliance",
    "HYPESQUAD_HOUSE_1": "Bravery",
    "REPORT_REASON_2_DESCRIPTION": "Fake links, invites to a server via bot, malicious links or attachments.",
    "STORE_APPLICATION_GUILD_PERMISSION": "You do not have permissions to manage the provided guild",
    "EMAIL_BOT_TOKEN_RESET_BODY": "## Hey {user.username},\n\nIt appears your bot, {bot_user.username}, has connected to Discord more than {reconnects} times within a short time period. Since this kind of behavior is usually a result of a bug we have gone ahead and reset your bot's token.\n\n[[Obtain a New Bot Token|{url}]]\n",
    "APP_UPDATE_REQUIRED": "Please update Discord to continue.",
    "EMAIL_SUSPICIOUS_ACTIVITY_ACCOUNT_DISABLED_BODY": "## Hey {user.username},\n\nYou’re receiving this message because we detected suspicious activity on your account and believe your account may have been compromised. This can happen if your Discord password is the same password used on another website and that website was hacked, or you accidentally gave your access token to someone else.\n\nBecause of this, we've disabled your Discord account. Click below to set a new password to continue using your account. If that link is expired, check out [this help article](https://support.discordapp.com/hc/en-us/articles/218410947) on how to set a new password.\n\nTo prevent this from happening in the future, we highly recommend you have a strong password and enable [two factor authentication](https://support.discordapp.com/hc/en-us/articles/219576828) on your Discord account. It's really easy to do - hook it up while you queue for your next match.\n\nRegards,\nDiscord Security Team\n\n[[Reset Password|{url}]]\n",
    "STORE_CHILD_SKU_ID_INVALID": "Invalid Child SKU id provided",
    "EMAIL_FUN_FACTS_16": "Starting with version 6.29 of the original Dota, each update ending in a \"9\" contained a secret quest, usually showing off an upcoming hero such as Invoker.",
    "LIST_ITEM_VALUE_REQUIRED": "List item values of ModelType are required",
    "ACCOUNT_LOGIN_VERIFICATION_EMAIL": "New login location detected, please check your e-mail.",
    "EMAIL_HYPESQUAD_SWAG_EVENT": "In addition, your event's server has been supercharged with access to set a vanity URL, splash images for your server's invites and VIP voice regions! All of these will be available as new options in your server's settings.Now that you're an Event Coordinator, you also have the ability to request merch for your local event! To get the full scoop on how to request merch, head into the HypeSquad Events server and check out the pinned messages in the #hs-coordinators channel.",
    "STORE_CONTENT_RATING_DESCRIPTOR_INVALID": "Invalid content rating descriptor provided",
    "INVALID_MONTH": "Invalid month",
    "EMAIL_INVITE_FRIENDS": "Your server, {guild_name}, is alive!",
    "GUILD_INVITE_INVALID": "Invalid invite specified",
    "MAP_TYPE_CONVERT": "Only dictionaries may be used in a MapType",
    "CHANNEL_PARENT_INVALID_PARENT": "Categories cannot have subcategories",
    "EMAIL_FUN_FACTS_5": "When revealed in 2014, Overwatch was Blizzard's first new IP in 17 years.",
    "HYPESQUAD_EVENTS_REQUIRED": "At least one event must be provided",
    "AVATAR_RATE_LIMIT": "You are changing your avatar too fast. Try again later.",
    "EMAIL_ACCOUNT_DISABLED_FOR_TOS_VIOLATION_BODY": "Hello,\n\nDiscord is focused on maintaining a safe and secure environment for our community, and your account has been flagged by the Discord community for violations of our Terms of Service and Community Guidelines. Our team has reviewed the claim and taken action by disabling your account.\n\n{reason}\n\nSincerely, \nDiscord Trust & Safety Team\n",
    "NUMBER_TYPE_MIN": "{number_type} value should be greater than or equal to {min_value}.",
    "STORE_SKU_INVALID_PRICE_TIER": "Price tier is invalid {price_tier}",
    "EMAIL_NOTIFICATION_DISCORD_POPPIN_OFF": "Discord was poppin off while you were away! Here's some highlights:",
    "EMAIL_IP_AUTHORIZE_BODY": "## Hey {user.username},\n\nIt looks like someone tried to log into your Discord account from a new location. If this is you, follow the link below to authorize logging in from this location on your account. If this isn't you, we suggest changing your password as soon as possible.\n\n**IP Address:** {ip_address}\n**Location:** {location}\n\nP.S. We highly recommend you set up two factor authentication on your account. Learn more at: https://blog.discordapp.com/keeping-discord-safe-and-sound/\n\n[[Verify Login|{url}]]\n",
    "BILLING_BRAINTREE_METADATA_REQUIRED": "Braintree payments require Braintree payment ID metadata",
    "EMAIL_NOTIFICATION_INSTALL_APP_TITLE": "Get Discord for your Desktop!",
    "INVALID_STRING_REGEX": "String value did not match validation regex.",
    "GUILD_INVALID_CODE": "Invite code is either invalid or taken.",
    "EMAIL_DOES_NOT_EXIST": "Email does not exist.",
    "SET_TYPE_CONVERT": "Only iterables may be used in a SetType",
    "MODEL_TYPE_CONVERT": "Only dictionaries may be used in a ModelType",
    "PARTNERS_REDDIT_NOT_A_MODERATOR": "You are not a moderator of this subreddit",
    "STORE_DIRECTORY_SKU_IDS_INVALID": "Invalid sku_ids provided",
    "DEFAULT_TEXT_CATEGORY": "Text Channels",
    "STORE_SKU_CURRENCY_SALE_PRICE_INVALID": "Sale price for {currency} is invalid",
    "EMAIL_FRIEND_REQUEST": "{friend_username} is wondering if you wanna be friends",
    "DICT_TYPE_CONVERT": "Only dictionaries may be used in a DictType",
    "DISCRIMINATOR_RATE_LIMIT": "You are changing your Discord Tag too fast. Try again later.",
    "INVALID_YEAR": "Invalid year",
    "REPORT_ID_REQUIRED": "A message_id or user_id is required. Only one can be provided.",
    "EMAIL_FUN_FACTS_9": "The cover art for Neil Young's album \"Silver and Gold\" is a photo taken with a Game Boy Camera.",
    "EMAIL_PASSWORD_RESET_BODY": "## Hey {user.username},\n\nYour Discord password can be reset by clicking the button below. If you did not request a new password, please ignore this email.\n\n[[Reset Password|{url}]]\n",
    "URL_ORIGIN_TYPE_INVALID_URL_ORIGIN": "Not a well formed URL origin.",
    "STORE_SKU_ID_INVALID": "Invalid SKU id provided",
    "HEX_COLOR_TYPE_INVALID_COLOR": "Not a well formed color.",
    "EMAIL_INVITE_FRIENDS_BODY": "## What's up {username},\n\nGratz on setting up your server! It's super cool. We put it on our fridge next to the other super cool ones :)\n\nHere's an invite link to the server that you can send to your friends. We hope that's simple enough. Have fun!\n\n**Invite Link:**\n\n[[{invite_url}|{invite_url}]]\n",
    "MAX_EMBED_SIZE_EXCEEDED": "Embed size exceeds maximum size of {max_embed_size}",
    "EMAIL_AUTORESPONDER": "Discord {program} Application Received!",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_HELP": "Need help? [Contact game dev support]({gamedevs_url}).",
    "USERNAME_TOO_MANY_USERS": "Too many users have this username, please try another.",
    "EMAIL_NOTIFICATION_NOT_DM": "You missed messages in {subject_target}",
    "EMAIL_FRIEND_REQUEST_BODY": "## What's up {username},\n\n**{friend_username}#{friend_discriminator}** wants to initiate friendship with you!\n\n[[Accept Friend Request|{cta_url}]]\n",
    "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_2": "**WELCOME TO THE HYPESQUAD!!!**\n\nThe House of Brilliance thanks you for joining our efforts to protect the land and maintain the legacy of Urdim. Your execution of strategies is that of a master tactician and without your calculated approach to any conflicts that comes your way, we would be much closer to descending into chaos.\n\nANYWAYS, now that you're part of the ever-growing House of Brilliance, not only will you receive the coveted HypeSquad badge to rep on your Discord profile, you're also about to snag some perks specifically for only the brightest and most noble of leaders under the House of Brilliance.\n\nKeep an eye out in your email inbox for when the House of Brilliance is called to action! We'll be sending out newsletters containing giveaways, contests, and more.\n\nFurthermore, a file containing the Discord HypeSquad logo and House of Brilliance emblem are attached below. We'd love for you to show off your overflowing hype and allegiance to the HypeSquad House of Brilliance on Twitter, Twitch, Youtube, and even your uncle's refrigerator. Help pass down the legend of the HypeSquad for years to come.\n\n[hypesquad-brilliance-badges.zip]({badges_url})\n\nBe sure to use the #DiscordHypeSquad and #HouseOfBrilliance hashtags whenever you post anything super hype on your pages!\n\nAgain, welcome to the most brilliant of houses, HypeSquader! You're awesome, and I hope we'll get to see each other a lot more in the future! Should you ever need any guidance in your journey, you can always reach us by messaging the Elder Lords of Hype at [{contact_support_url}]({contact_support_url}) or tweeting at us ([@discordapp]({twitter_url})).\n\nRemain ever aware.\n\nUntil next time,\nThe HypeSquad Council",
    "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_3": "**WELCOME TO THE HYPESQUAD!!!**\n\nThe House of Balance thanks you for joining our efforts to protect the land and maintain the legacy of Arame. Your ability to stay stout and steadfast in times of uncertainty is admirable. Without your natural understanding of both your environment and your inner self, we would be much closer to descending into chaos.\n\nANYWAYS, now that you're part of the ever-growing House of Balance, not only will you receive the coveted HypeSquad badge to rep on your Discord profile, but you're also about to snag some perks specifically for only the astute and most noble leaders under the House of Balance.\n\nKeep an eye out in your email inbox for when the House of Balance is called to action! We'll be sending out newsletters containing giveaways, contests, and more.\n\nFurthermore, a file containing the Discord HypeSquad logo and House of Balance emblem are attached below. We'd love for you to show off your overflowing hype and allegiance to the HypeSquad House of Balance on Twitter, Twitch, Youtube, and even your uncle's refrigerator. Help pass down the legend of the HypeSquad for years to come.\n\n[hypesquad-balance-badges.zip]({badges_url})\n\nBe sure to use the #DiscordHypeSquad and #HouseOfBalance hashtags whenever you post anything super hype on your pages!\n\nAgain, welcome to the most balanced of houses, HypeSquader! You're awesome, and I hope we'll get to see each other a lot more in the future. Should you ever need any guidance on your journey, you can always reach us by messaging the Elder Lords of Hype at [{contact_support_url}]({contact_support_url}) or tweeting at us ([@discordapp]({twitter_url})).\n\nRemain ever centered.\n\nUntil next time,\nThe HypeSquad Council",
    "HYPESQUAD_ACCEPTANCE_BODY_HOUSE_1": "**WELCOME TO THE HYPESQUAD!!!**\n\nThe House of Bravery thanks you for joining our efforts to preserve the sanctity of the land and maintain the legacy of Renwil. Your bravery is comparable to that of a thousand gallant warriors and without your leadership and prowess, we would be much closer to descending into chaos.\n\nANYWAYS, now that you're part of the ever-growing House of Bravery, not only will you receive the coveted HypeSquad badge to rep on your Discord profile, you're also about to snag some perks specifically for only the bravest and most noble of the House of Bravery.\n\nKeep an eye out in your email inbox for when the House of Bravery is called to action! We'll be sending out newsletters containing giveaways, contests, and more.\n\nFurthermore, a file containing the Discord HypeSquad logo and House of Bravery emblem are attached below. We'd love for you to show off your overflowing hype and allegiance to the HypeSquad House of Bravery on Twitter, Twitch, Youtube, and even your uncle's refrigerator. Help pass down the legend of the HypeSquad for years to come.\n\n[hypesquad-bravery-badges.zip]({badges_url})\n\nBe sure to use the #DiscordHypeSquad and #HouseOfBravery hashtags whenever you post anything super hype on your pages!\n\nAgain, welcome to the bravest band of warriors, HypeSquader! You're awesome, and I hope we'll get to see each other a lot more in the future. Should you ever need any guidance on your journey, you can always reach us by messaging the Elder Lords of Hype at [{contact_support_url}]({contact_support_url}) or tweeting at us ([@discordapp]({twitter_url})).\n\nRemain ever bold.\n\nUntil next time,\nThe HypeSquad Council",
    "STORE_CONTENT_RATING_CATEGORY_INVALID": "Invalid content rating category provided",
    "STRING_TYPE_REGEX": "String value did not match validation regex.",
    "ANALYTICS_TRACK_REQUIRED": "type, event, or events is required. Only one can be provided.",
    "STORE_DESCRIPTION_ASSET_INVALID": "Invalid asset id provided in description",
    "EMAIL_FUN_FACTS_8": "The successful release of the SNES gained the attention of the infamous Japanese crime organization the Yakuza. Nintendo then began to ship the devices at night to avoid robbery.",
    "EMAIL_PURCHASE_SKU_RECEIPT_BODY": "((|{store_listing_thumbnail}))\n\n## Hey, {user.username}!\n\nThank you for shopping in the Discord store beta! We really appreciate your support while we work towards making the best store experience possible. \n\n| **Purchase Details:** |                  |\n|-----------------------|-----------------:|\n| Payment ID:           | {payment_id}     |\n| Payment Date:         | {payment_date}   |\n| Payment Source:       | {payment_source} |\n| Item Name:            | {sku_name}       |\n| Subtotal:             | {sku_price}      |\n| Sales Tax:            | {tax}            |\n| Total:                | {amount}         |\n\nYou can download, install, and launch games and DLC from your [Library]({library_link}).\n\nThis email serves as your receipt. You can check payments or request a refund from your [User Settings]({billing_settings_link}).\n\nHappy gaming!\n",
    "EMAIL_FUN_FACTS_6": "There is a scene in the original Metal Gear Solid where Campbell will poke fun at the player if they're using a TV with Mono audio.",
    "EMAIL_FUN_FACTS_7": "Prior to adding Blood Elves, Alliance outnumbered Horde on most World of Warcraft servers.",
    "EMAIL_FUN_FACTS_4": "In Overwatch, the tiny yellow bird that hangs out with Bastion is named Ganymede - a beautiful young boy from Greek mythology.",
    "EMAIL_SUSPICIOUS_ACTIVITY_ACCOUNT_DISABLED": "Discord Account Disabled for Suspicious Activity",
    "EMAIL_PASSWORD_RESET_DONE_BODY": "## What's up {user.username},\n\nWe've channeled our psionic energy to change your Discord account password. Gonna go get a seltzer to calm down.\n\nIf this wasn't done by you, please contact support@discordapp.com immediately so we can sort this out.\n\nBest,\nDiscord Psionics\n",
    "EMAIL_HYPESQUAD_GENERAL_MEMBER": "HypeSquad Member",
    "EMAIL_FUN_FACTS_0": "In New Zealand, it is a criminal offense to carry a copy of the game Manhunt.",
    "BILLING_INVALID_NUMBER": "The card number is not valid.",
    "ACCOUNT_DISABLED_REASON_9": "Your account was disabled for sharing illustrated or digitally altered pornography which depicts minors, or running a server where such content was distributed.",
    "ACCOUNT_DISABLED_REASON_8": "Your account has been found to have been involved in servers that distribute or promote content that involves the sexualization of minors.",
    "EMAIL_TYPE_TRAILING_PERIOD": "Email address cannot end with a trailing period.",
    "ACCOUNT_DISABLED_REASON_3": "Your account was flagged for spamming. Our systems have detected that you sent a large number of unsolicited messages in a short span of time and as a result, disabled your account.",
    "IP_ADDRESS_TYPE": "Invalid IP{version} address",
    "ACCOUNT_DISABLED_REASON_7": "Your account has been found to have been involved in servers that distribute or promote non-consensual pornography.",
    "ACCOUNT_DISABLED_REASON_6": "Your account has been flagged for the continued use of self-bots.",
    "ACCOUNT_DISABLED_REASON_5": "Your account violated our Terms of Service and Community Guidelines for organizing and/or participating in raids against other servers.",
    "ACCOUNT_DISABLED_REASON_4": "Your account was involved in promoting or encouraging illegal activity including hacking, cracking or the distribution of pirated software, cheats or hacks for our or another company's service.",
    "EMAIL_FUN_FACT": "FUN FACT #{id}",
    "EMAIL_PARTNER_AUTORESPONDER_BODY": "((|{partner_header}))\n\n## Hey {user.username},\n\nWe've received your application and it is currently being delivered to our digital sorting facility by the fastest internet messenger cheetahs around.\n\n![Fast Internet Cheetah]({fast_internet_cheetah})\n\nOnce there, magical Discord elves will load up your application on giant monitors and read the words in chorus to decide your fate.\n\nBefore this ritual takes place, the magical elves take their time adorning themselves with the finest kimonos made from silk and mithril. Then, they carefully slice and roll the freshest and most exquisite sea urchin sushi from the northern coast of Hokkaido and brew the finest sencha tea from Uji, Kyoto, which they sip in unison to the rhythm of Sting's \"Desert Rose.\"\n\n![Magical Elves]({magical_elves})\n\nBecause of this, it'll take a little bit of time for them to digest your application and let us know what the scoop is (about a week or so). And trust me, you don't want to rush these guys. Angry elves are like baby stingbobbles - you don't wanna mess with them.\n\n![Anticipation]({anticipation})\n\nWe know the anticipation is intense, so if you're itching to get some stress out feel free to tweet us at [@discordapp](https://twitter.com/discordapp) with any questions or musings. Someone will be around to keep you calm and tell you that yes, everything will be okay.\n\nWe love you and can't wait to hear what the verdict is! Look out for an email in the coming week.\n",
    "EMAIL_PASSWORD_RESET": "Password Reset Request for Discord",
    "NUMBER_TYPE_MAX": "{number_type} value should be less than or equal to {max_value}.",
    "ACCOUNT_TEMP_BANNED_CHECK_EMAIL": "This account has been disabled. Please check your e-mail.",
    "DEFAULT_VOICE_CATEGORY": "Voice Channels",
    "BASE_TYPE_BAD_LENGTH": "Must be between {min_length} and {max_length} in length.",
    "EMAIL_PURCHASE_SKU_RECEIPT": "Discord Store Purchase Receipt",
    "GUILD_NOT_OWNER": "You are not the owner of this server",
    "EMAIL_ACCOUNT_SCHEDULED_FOR_DELETION": "Account Scheduled for Deletion",
    "LIST_TYPE_CONVERT": "Only iterables may be used in a ListType",
    "EMAIL_HELP_TEXT": "Need help? [Contact our support team]({support_url}) or hit us up on Twitter [@discordapp]({twitter_url}).\nWant to give us feedback? Let us know what you think on our [feedback site]({feedback_url}).\n",
    "DATE_TYPE_PARSE": "Could not parse {value}. Should be ISO8601.",
    "INVALID_MFA_CODE": "Invalid MFA Code.",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION_SCREENSHOT": "SCREENSHOT",
    "TIME_DELTA_TYPE_PARSE": "Could not parse {value}. Should be an integer number of seconds.",
    "USERNAME_INVALID": "Username cannot be \"{invalid_username}\"",
    "CHANNEL_PARENT_MAX_CHANNELS": "Maximum number of channels in category reached ({max_channels})",
    "STORE_IMPORT_DISCORD_DISTRIBUTOR": "Cannot import application with discord distributor",
    "REPORT_REASON_3_DESCRIPTION": "Person is at risk of claimed intent of self-harm.",
    "STORE_APPLICATION_GUILD_INVALID": "You did not provide a valid guild id",
    "EMAIL_OAUTH2_RICH_PRESENCE_APPROVAL_BODY": "![Application Approved]({approved_header})\n\n## Hey {user.username},\n\nNice job! Your implementation of Rich Presence has been approved. You don't need anything more from us; go launch your game and let your players enjoy the hard work you've done!\n\nBy the way, if you own and operate a server for your game, check out our [verified servers program](https://discordapp.com/verification)!\n\nAlso, if you want to stay up to date on all of the latest developer news, sign up for our [Dev Newsletter](https://discordapp.com/dev-newsletter).\n",
    "URL_TYPE_INVALID_URL": "Not a well formed URL.",
    "STRING_TYPE_CONVERT": "Could not interpret \"{value}\" as string.",
    "DISCRIMINATOR_TAKEN": "This username and tag are already taken. Please try another.",
    "BILLING_INVALID_EXPIRY_YEAR": "The card's expiration year is invalid.",
    "EMAIL_OAUTH2_APPLICATION_WHITELIST_INVITE_BODY": "((You've been invited!|{application_whitelist_header}))\n\n![Invite]({invite})\n\n## Hey {user.username},\n\nYou've been invited to test {application_owner}'s game **{application_name}**. If you have no clue what this email is regarding, please ignore it. Otherwise, accept the invite below and you'll be able to try out the game using its Discord integration. GLHF.\n\n[[Accept Invite|{url}]]\n",
    "EMAIL_CHANGE_DONE_BODY": "## What's up {user.username},\n\nYour Discord account email address has been successfully changed. It's kinda like moving to a new address without all the couch lifting and back pain!\n\nIf this wasn't done by you, please contact support@discordapp.com immediately so we can sort this out.\n\nBest,\nDiscord Team\n",
    "STORE_SKU_TIER_CUSTOM_USD_MISMATCH": "Price tier must be set to {price_tier} for custom USD price {price_usd}",
    "EMAIL_HYPESQUAD_DENIED_BODY": "((|{hypesquad_header}))\n\n## Hey {user.username},\n\nBack at the Discord Hype Facility, our team has been working hard looking over your application. Unfortunately, we cannot accept you into the HypeSquad at this time.\n\nWe do appreciate your enthusiasm, so don't forget you can keep in touch with us on Twitter ([@discordapp](https://twitter.com/discordapp))!\n\nUntil we meet again,\nThe Hype Conductor\n",
    "GUILD_INVITE_NOT_PERMANENT": "Server invite link must be permanent",
    "BILLING_CARD_MISSING": "There is no card attached to your account.",
    "REPORT_REASON_1_DESCRIPTION": "Threats, stalking, bullying, sharing of personal information, impersonation or raiding.",
    "APPLICATION_NAME_INVALID_CONTAINS": "Application name cannot contain \"{invalid_substr}\"",
    "EMAIL_REJECTED": "Regarding Your Discord {program} Application",
    "EMAIL_YEARLY_SUBSCRIPTION_RENEWAL_REMINDER_BODY": "## What's up {user.username},\n\nWe read some self-help books that said the best relationships have great communication. So, how was your day?\n\nWhile we've got your attention, we wanted to tell you that your annual Nitro subscription will automatically renew on {renewal_date}! Unless you cancel between now and one day before that date, the payment method provided during registration will be charged **{amount}** and you will receive another year of Nitro.\n\nGreat, got that communication out of the way. Now we'll go read that book on positive affirmations. \"We're a good chat app. We're a really good chat app.\" Feeling better already.\n\nSeeya next communication,\n\nDiscord\n",
    "PHONE_VERIFICATION_TEXT_MESSAGE": "Wew, I made it over the ~waves~. {code} is your Discord verification code.",
    "EMAIL_PAYMENT_RENEWAL_TERM_YEAR": "year",
    "STORE_CAROUSEL_ITEM_INVALID": "Carousel item asset_id and youtube_video_id are mutually exclusive",
    "EMAIL_VERIFY_EMAIL": "Verify Email Address for Discord",
    "EMAIL_NOTIFICATION_INSTALL_MOBILE_APP_TITLE": "Want push notifications instead?",
    "BILLING_CARD_EXPIRED": "The card number is incorrect.",
    "DEFAULT_VOICE_CHANNEL": "General",
    "EMAIL_CHECK_OUR_BLOG": "check our blog",
    "BILLING_INVALID_ZIP": "The card's zip code failed validation.",
    "STORE_ASSET_INVALID": "Invalid asset id provided",
    "EMAIL_ALREADY_REGISTERED": "Email is already registered.",
    "EMAIL_PARTNER_DENIED_BODY": "((|{partner_header}))\n\n## Hi {user.username},\n\nBack at the Discord HQ, our ritual elves have finished looking over your application. Once finished, they all hum in unison and summon a fortune cookie containing the verdict.\n\nLet's crack open the cookie and see what it says.\n\n![Delicious Fortune Cookie]({fortune_cookie})\n\n### Maybe another day\n\nUnfortunately, we can't accept you in Discord Partners today. But please, don't be discouraged! We love your community - it looks amazing and it looks like it's growing.\n\nIn the meantime, it looks like you might have what it takes to join our [HypeSquad](https://discordapp.com/hypesquad) right now! We’d love to see you submit an application and join us at an event or convention near you.\n\nThank you so much for your support and keep on building! I hope I get to see your beautiful face again. Please keep in touch with us on Twitter ([@discordapp](https://twitter.com/discordapp)).\n\nBest,\nDiscord Partner Team\n",
    "EMAIL_NOTIFICATION_INSTALL_MOBILE_APP": "[Download]({download_url}) Discord on your phone to keep chatting while AFK, or [turn off]({unsubscribe_url}) these notifications now.",
    "VERIFIED_SERVER_TYPE_INVALID": "Invalid server type",
    "FLAGS_INVALID_FLAGS": "Invalid flags specified",
    "SOCIAL_MEDIA_CONNECTION_INVALID": "Invalid {invalid_name} connection",
    "PASSWORD_MUST_NOT_MATCH": "Password must not be the same as your current password.",
    "RANDOM_CHANNEL": "random",
    "EMAIL_VERIFIED_SERVER_AUTORESPONDER": "((|{verified_server_header}))\n\n## What's up {user.username},\n\nThanks so much for applying to our verification program. We'll check out your application and get back to you as soon as we can.\n\nTo triple check, please be sure to review and follow our requirements for server verification:\n\n* Your server should be owned and managed by your game studio, publisher, esports organization, esports team, record label, or music artist - not your community.\n* It should follow our verified server requirements: https://dis.gd/vsreqs\n* And meet our community guidelines: https://dis.gd/guidelines\n\nIf you have any questions, please feel free to reach out to <verification@discordapp.com>.\n\nBest,\nDiscord Verifiers\n",
    "EMAIL_HELLO": "Hey {username},",
    "EMAIL_OAUTH2_RICH_PRESENCE_REJECTION": "Rich Presence Application Needs Resubmission",
    "EMAIL_HYPESQUAD_DENIED": "Regarding Your Discord HypeSquad Application",
    "USERNAME_RATE_LIMIT": "You are changing your username or Discord Tag too fast. Try again later.",
    "BILLING_INVALID_SWIPE_DATA": "The card's swipe data is invalid.",
    "GUILD_INVALID": "Invalid server specified",
    "APPLICATION_EXISTS_IN_LIBRARY": "Application already in library",
    "BINARY_TYPE_INVALID_DATA_URI": "Only data uri strings can be used.",
    "STORE_SKU_MISSING_PRICE_TIER": "Price tier required when setting price override",
    "CHANNEL_PARENT_INVALID_TYPE": "Not a category",
    "EMAIL_HARVEST_READY_BODY": "## Hey {user.username},\n\nOur privacy hamsters are happy to announce that your data package is ready for pickup! (In case you forgot, you requested this special delivery on {created_at}) [[You can download it here.|{harvest_url}]]\n\nInside, you’ll find a few JSON and CSV files of the data we use to provide Discord’s service to you. Here’s a quick overview of what’s in the box:\n\n  - **Your Account**: Your friends lists, settings, username, email, avatar, and any transaction history for Nitro.\n  - **Your Servers**: Servers you’ve joined. If you own a server, it will also include that server’s icon, settings, roles, permissions, audit log, and any custom emoji attached to it.\n  - **Your Messages**: All messages you have sent in servers, group DMs or DMs, unless its been deleted manually by you or someone else.\n  - **Your Activity**: Info about how you navigate the app, the times you used our app, what games you played, and what servers you hung out in. We use this to improve Discord and tailor it to you.\n\nWe know these data dumps can be confusing, so [check out our help article](https://support.discordapp.com/hc/en-us/articles/360004957991) for the complete breakdown. If you have further questions you can reach us at privacy@discordapp.com.\n\nBefore we go, remember that this data is your private information - keep it safe. Discord keeps your data locked up tight and does not sell it to any third parties.\n\nAppreciate ya,\nThe Discord Team\n\nPS: Your package download is valid until {expires_at}.\nPPS: Anyone with the link can download your data. Do not forward this email to anyone! Not even your mom!!!\n",
    "EMAIL_DISCORD_MISSES_YOU_BODY": "## What's up {username},\n\nWe noticed you haven't been back to use Discord in a while. If you've just been busy with life - no worries!\n\nIf you didn't find Discord useful, we'd love to hear your feedback on how we can make Discord better. If you're willing to share, the survey below should take no more than 2 minutes of your time.\n\nThanks, and we hope to see you again someday!\nDiscord Optimism Team\n\n[[Give Feedback|{url}]]\n",
    "MAXIMUM_FRIENDS": "Maximum number of friends is {max_friends}",
    "INVALID_DATE": "Invalid date",
    "EMAIL_DISCORD_MISSES_YOU": "Discord Misses You!",
    "BILLING_FIELD_REQUIRED_FOR_LOCK": "{field_name} is required to lock transaction",
    "PROGRAM_HYPESQUAD": "HypeSquad",
    "EMAIL_VERIFIED_SERVER_ACCEPTED_BODY": "## What's up {user.username},\n\nYOU GOT IT! WOOOOOOOOOOOOOO *passes out from an excited exhaustion*\n\nOur elite team of verifiers verified your verification application and I am pumped to announce that your server has been approved for verification!\n\nThat's a verified booya.\n\nYou're about to receive a Vanity URL, custom invite splash page, and a verified badge on the server. And by \"about to receive,\" we mean they're active as of three seconds ago. Go ahead and check em out on your server!\n\nYou should see the checkmark at the top left by your server name. To create your Vanity URL, go to Server Settings -> Vanity URL. For your splash screen, go to Server Settings -> Overview.\n\nIf you have any questions, please feel free to reach out to <verification@discordapp.com>.\n\nBest,\nDiscord Verifiers\n",
    "DATE_TIME_TYPE_PARSE": "Could not parse {value}. Should be ISO8601.",
    "EMAIL_OAUTH2_APPLICATION_WHITELIST_INVITE": "Discord Game Testing Invite",
    "DATE_TIME_MUST_BE_AWARE": "Cannot convert a non-aware datetime to an aware datetime.",
    "EMAIL_INVALID": "Invalid Email",
    "MODEL_FROM_NON_DICTLIKE": "Models can only be instantiated from something dict-like, got {unexpected_type}",
    "SCOPE_INVALID": "Invalid scope",
    "PASSWORD_REQUIRED": "Please enter a password.",
    "EMAIL_HYPESQUAD_SWAG_ONLINE": "We'll also be sending out Newsletters jam packed full of info, so be on the lookout for those!",
    "EMAIL_PARTNER_ACCEPTED_BODY": "((|{partner_header}))\n\n![Springle, Assistant to the Elf Manager]({springle})\n\n## Hi {user.username},\n\nMy name is Springle! Thanks for opening that email, it was getting a bit cramped, kimpa!\n\nBack at the Discord HQ, our ritual elves have finished looking over your application. Once finished, they all hum in unison and summon a fortune cookie containing the verdict. It's fantastic and delicious, kimpa!\n\nLet's crack open the cookie and see what it says.\n\n![Delicious Fortune Cookie]({fortune_cookie})\n\n### CHOSEN ONE!\n\nWowwee! You're chosen! It's time for celebration because you're now an offical Discord Partner! I'm not saying you should print this email out and put it on your fridge but you should definitely print this email out and put it on your fridge.\n\nThis is exciting. All the perks are yours! You now have access to our VIP servers, the ability to add a custom splash page to your invite screen, a vanity URL and Discord Nitro. How exciting, kimpa!\n\nAlso, the king of hoodies has finally decreed that you shall receive yours soon. The magic is waiting so don't let the magic wait any longer! In less repetitive terms, click the link below to fill out the form so we can send you a hoodie:\n\n[{printfection_url}]({printfection_url})\n\nThe Discord Partner badge is also attached. What an emblem! I wish I could put that on my robe, kimpa! Go ahead and add it to your site, Twitch/Youtube page, etc, to show off your status:\n\n[partner-badges.zip](https://cdn.discordapp.com/assets/partner-badges.zip)\n\nWelcome to the team, partner! You're awesome, and I hope I get to see your beautiful face again my wonderful wacky winky partner. Don't forget, you can always reach us back at HQ by emailing partners@discordapp.com or tweeting at us ([@discordapp](https://twitter.com/discordapp)).\n\nUntil next time, kooloo-limpah!\n\n![Ninja Vanish!]({poof})\n",
    "BASE_TYPE_CHOICES": "Value must be one of {choices}.",
    "BILLING_CARD_DECLINED": "The card was declined.",
    "ACCOUNT_DISABLED_REASON_13": "It has recently come to our attention that you are under the age of thirteen. Discord is not intended for use for those under the age of thirteen and our Terms of Service state that you must be at least thirteen years of age to use the service. ",
    "ACCOUNT_DISABLED_REASON_12": "Your account was found to have issued fraudulent charges.",
    "ACCOUNT_DISABLED_REASON_11": "You were found to have participated in one or more of the following prohibited actions: posting content encouraging the harassment of individuals or communities, threatening to harm another person or sharing content which threatened another person, or sharing or threatening to share personal information of another user.",
    "ACCOUNT_DISABLED_REASON_10": "Your account shared or threatened to share personal and private information of another user, i.e. doxxing.",
    "ACCOUNT_DISABLED_REASON_17": "You were found to have been circumventing tools that enable users to protect themselves and/or repeatedly targeting a user with unwanted friend requests or messages. ",
    "ACCOUNT_DISABLED_REASON_16": "You were found to be sharing images of gore and/or animal cruelty. Do not share or post graphic images for sadistic pleasure, glorification or celebration of violence.",
    "ACCOUNT_DISABLED_REASON_15": "You were found to be sending unsolicited NSFW content to other users.",
    "ACCOUNT_DISABLED_REASON_14": "The Nitro subscription associated with your account has been disputed as a fraudulent transaction. To regain access to your account, you will need to resolve this dispute with your bank or credit card provider. Once you have done so, please contact us and we will restore access to your account. If you intended to request a refund, we can do so once the dispute is resolved.",
    "EMAIL_ACCOUNT_SCHEDULED_FOR_DELETION_BODY": "## Hey {user.username},\n\nWe have received a (dare we say, terrifying) request to permanently delete your account. Your account has been deactivated and will be permanently deleted after {days} days.\n\nJust in case you change your mind (or were a bit too curious with pushing buttons), or did not request to permanently delete your account, please login to Discord to cancel this request:\n\n[[Login|{login_url}]]\n",
    "BASE_TYPE_MIN_LENGTH": "Must be {min_length} or more in length.",
    "ACCOUNT_DISABLED_REASON_18": "You were found to have been attempting to deceive others into providing their authentication token.",
    "PASSWORD_BOT_PREVENT_RESET": "Cannot reset password for bot account.",
    "PROGRAM_PARTNER": "Partner",
    "DATE_TYPE_PROVIDED_WITH_TIME": "ISO8601 date {value} should be provided without timestamp.",
    "EMAIL_ACCOUNT_DISABLED_FOR_TOS_VIOLATION": "Account Disabled - Violation of TOS/Community Guidelines Notification",
    "ACCOUNT_LOCKED": "Account locked for {seconds} seconds.",
    "EMAIL_FUN_FACTS_2": "When space invaders launched in Japan, its popularity caused a temporary shortage of 100 Yen coins.",
    "MESSAGE_ACTIVITY_PARTY_ID_REQUIRED": "party_id is required for this activity action type",
    "APPLICATION_DOES_NOT_EXIST_IN_LIBRARY": "You do not have that application",
    "EMAIL_NOTIFICATION_INSTALL_DESKTOP_APP_BODY": "Hey {username},\nKnock knock! Your link to download the Discord desktop app is here. Your download should begin once you click below.\n\nClick here for [Windows](https://discordapp.com/api/download?platform=win).\nAnd click this one for [Mac](https://discordapp.com/api/download?platform=osx).\nOh! We have [Linux](https://discordapp.com/api/download?platform=linux) too.\n\nBest,\nDiscord Link Deliverers",
    "EMAIL_FUN_FACTS_3": "The Discord logo is named Clyde.",
    "REPORT_REASON_3": "Self Harm",
    "REPORT_REASON_2": "Spam or Phishing Links",
    "REPORT_REASON_1": "Harassment",
    "REPORT_REASON_0": "Illegal Content",
    "EMAIL_NOTIFICATION_INSTALL_DESKTOP_APP_TITLE": "Your Discord Download Link is here!",
    "REPORT_REASON_4": "NSFW Content",
    "EMAIL_HYPESQUAD_EVENT_HOST": "HypeSquad Event Coordinator",
    "IMAGE_INVALID": "Invalid image data",
    "EMAIL_FUN_FACTS_1": "The bushes and clouds in the original Super Mario Bros are the same sprite recolored.",
    "EMAIL_VERIFIED_SERVER_REJECTED_BODY": "## Hey {user.username},\n\nUnfortunately, it seems that you have not met our requirements for the verified program. As a reminder, your server must:\n\n* Be owned and managed by a game studio, publisher, esports organization, esports team, record label, or music artist\n* Follow our verified server requirements: https://dis.gd/vsreqs\n* And meet our Community Guidelines: https://dis.gd/guidelines\n\nIf you have any questions, please feel free to reach out to <verification@discordapp.com>.\n\nBest,\nDiscord Verifiers\n",
    "ACCOUNT_TEMP_BANNED": "This account has been disabled.",
    "PARTNER_TYPE_INVALID": "Invalid partner type"
}